Repository: Kethen/adblockbrowserios
Catalog: AdBlockBrowser/*.lproj/Localizable.strings
Languages: th

# %@ of %@ matches
source: %1$@ of %2$@ matches
th: %1$@ จาก %2$@ ผลลัพธ์

source: A critical error prevented Adblock Browser from starting. Follow the steps below to quit the app and try again.
th: เกิดข้อผิดพลาดร้ายแรง ทำให้ไม่สามารถเริ่ม Adblock Browser ได้ทำตามคำสั่งต่อไปนี้เพื่อปิดแอปแล้วลองใหม่อีกครั้ง

source: About
th: เกี่ยวกับ

source: Ad blocking
th: การบล็อกโฆษณา

source: Ad blocking is automatically integrated - no more annoying ads while you surf!
th: บล็อกโฆษณาให้อัตโนมัติ ทำให้ไม่รบกวนใจคุณตอนเวลาเข้าเว็บไซต์!

source: Ad blocking on this site
th: บล็อกโฆษณาในเว็บไซต์นี้

source: Adblock Browser Encountered an Error
th: Adblock Browser ประสบกับข้อผิดพลาด

source: Adblock Unexpectedly Quit
th: Adblock Browser ปิดลงแบบไม่คาดหมาย

source: Add Bookmark
th: เพิ่มบุ๊คมาร์ค

source: Add Bookmark to Dashboard
th: เพิ่มบุคมาร์กไปที่แดชบอร์ด

source: Add New Tab
th: เพิ่มแท็บใหม่

source: All of your bookmarks have been added to the Dashboard.
th: บุคมาร์กทั้งหมดของคุณถูกเพิ่มไปที่แดชบอร์ดแล้ว

source: Allow some nonintrusive advertising
th: อนุญาตบางโฆษณาที่ไม่รบกวน

source: Always
th: เสมอ

source: Always Send
th: ส่งเสมอ

source: Annoying ads are always blocked, while nonintrusive ads are displayed by default. You can change this setting at any time.
th: โฆษณาที่กวนใจจะถูกบล็อกตลอดเวลา ในขณะที่โฆษณาที่ไม่รบกวนจะถูกแสดง โดยตั้งเป็นค่าเริ่มต้นไว้ คุณสามารถเปลี่ยนค่านี้ได้ตลอดเวลา

source: Are you sure you want to clear history? You cannot undo this action.
th: คุณต้องการลบประวัตินี้ใช่ไหม ? คุณจะไม่สามารถย้อนกลับมันมาได้

source: Are you sure you want to delete this bookmark?
th: คุณแน่ใจว่าต้องการลบบุคมาร์กนี้ใช่ไหม?

source: Ask Me After a Crash or Error
th: ถามฉันหลังจากการค้าง หรือเกิดข้อผิดพลาด

source: Baidu
th: ไป่ตู้

source: Baidu search
th: ค้นหาด้วยไป่ตู้

source: Block ads for websites in
th: บล็อคโฆษณาสำหรับเว็บไซต์ใน

source: Block Ads on this Site
th: บล็อคโฆษณาบนเว็บไซต์นี้

source: BLOCKING
th: การบล็อก

source: Bookmarked Pages
th: หน้าที่บุ๊คมาร์คไว้

source: Bookmarks
th: ที่คั่นเว็บ

source: Bookmarks loading has failed
th: การโหลดที่คั่นเว็บมีปัญหา

source: Browse in peace
th: เบราเซอร์ที่ปลอดโฆษณา

# browser_address_bar_placeholder
source: Search or enter website name...
th: ค้นหาหรือกรอกชื่อเว็บไซต์...

source: Cancel
th: ยกเลิก

source: Clear
th: ลบ

source: Clear All
th: ลบทั้งหมด

source: Clear Browsing Data
th: เคลียร์ข้อมูล

source: Clear Cache
th: ลบแคช

source: Clear Cookies & Site Data
th: ลบคุกกี้ & ข้อมูลเว็บ

source: Clear History
th: ลบประวัติท่องเว็บ

source: Clear History?
th: ลบล้างประวัติ?

source: Configurable under *Settings > URL Search Suggestions*
th: ตั้งค่าได้ที่ *การตั้งค่า > การค้นหา URL ที่แนะนำ*

source: Crash and Error Reports
th: รายงานการค้าง และข้อผิดพลาด

source: Dashboard
th: แดชบอร์ด

# dashboard_tip_text
source: Tap and hold an item to modify it.
th: แตะที่รายการค้างไว้เพื่อแก้ไข

source: Delete
th: ลบ

source: Delete Bookmark
th: ลบบุคมาร์ก

source: Disable Anti-Ad blocking Messages
th: ปิดการใช้งานข้อความต้อต้านการบล็อก

source: Disable Malware Domains
th: ปิดการใช้งานบล็อกมัลแวล์

source: Disable Social Media Buttons
th: ปิดการใช้งานปุ่มโซเชียล

source: Disable Tracking
th: ปิดการใช้งานการติดตาม

source: Do you want to see web search results here?
th: คุณต้องการเห็นผลการค้นหาของเว็บตรงนี้ไหม?

source: Don't Send
th: ไม่ส่ง

source: Done
th: ทำแล้ว

source: Double tap the Home button.
th: แตะสองครั้งซ้อนที่ปุ่มโฮม

source: DuckDuckGo search
th: ค้นหาด้วย DuckDuckGo

source: Edit
th: แก้ไข

source: Enter link
th: ใส่ลิงค์

source: Enter title
th: ใส่หัวข้อ

source: Exceptions
th: ข้อยกเว้น

# exceptions_settings_acceptable_ads_description
source: Choose whether to include nonintrusive, non-animated ads that adhere to strict criteria. *Learn more*
th: เลือกว่าจะรับโฆษณาที่ไม่คุกคาม ไม่ใช้ภาพเคลื่อนไหวซึ่งปฏิบัติตามเกณฑ์ที่เข้มงวดหรือไม่ *เรียนรู้เพิ่มเติม*

# exceptions_settings_acceptable_ads_title
source: Acceptable Ads
th: โฆษณาที่ยอมรับได้

# exceptions_settings_whitelisted_websites_description
source: You have turned off ad blocking on these websites and, therefore, will see ads on them.
th: คุณปิดการบล็อคโฆษณาสำหรับเว็บไซต์เหล่านี้ ดังนั้นคุณจะเห็นโฆษณาได้

# exceptions_settings_whitelisted_websites_title
source: Whitelisted Websites
th: เว็บไซต์ที่อยู่ในรายการปลอดภัย

source: Find in page (%@ matches)
th: ค้นหาในหน้า (%@ ผลลัพธ์)

source: Finish
th: เสร็จสิ้น

source: GENERAL
th: ทั่วไป

source: Ghost Mode
th: โกสต์โหมด

# ghost_mode_banner_headline
source: Ghost Mode
th: โกสต์โหมด

# ghost_mode_banner_subline
source: While in Ghost Mode, all browser history, search history, web forms, cookies and temporary internet files will not be stored on your device.
th: เมื่ออยู่ในโกสต์โหมด ประวัติการเข้าเว็บ ประวัติการค้นหา แบบฟอร์มในเว็บไซต์ คุกกี้และไฟล์ชั่วคราวของอินเตอร์เน็ตจะไม่ถูกจัดเก็บไว้ในอุปกรณ์ของคุณ

# ghost_mode_banner_tip
source: Tap the icon to deactivate Ghost Mode when you are finished with the session.
th: แตะที่ไอคอนเพื่อปิดโกสต์โหมดเมื่อคุณใช้งานเสร็จ

source: Google search
th: ค้นหาด้วย Google

source: Got it
th: ได้รับแล้ว

source: Hide all ads
th: ซ่อนโฆษณาทั้งหมด

source: History
th: ประวัติ

source: Languages
th: ภาษา

# leave_notification_button_1
source: OK
th: ตกลง

# leave_notification_button_2
source: Cancel
th: ยกเลิก

# leave_notification_headline
source: Quit Ghost Mode?
th: ออกจากโกสต์โหมดหรือไม่?

# leave_notification_subline
source: Your history will not be stored and all active tabs will be closed.
th: ประวัติการใช้งานของคุณจะไม่ถูกจัดเก็บและแท็บทั้งหมดจะปิดตัวลง

source: More Blocking Options
th: ฟังชั่นการบล็อกเพิ่มเติม

source: MORE OPTIONS
th: ตัวเลือกเพิ่มเติม

source: Never
th: ไม่เคย

source: New Tab
th: แท็บใหม่

source: No
th: ไม่

source: No Bookmarks Available
th: ไม่มีเว็บที่ถูกคั่นในตอนนี้

source: No History Available
th: ไม่มีประวัติในตอนนี้

source: No websites whitelisted
th: ยังไม่ได้กำหนดเว็บที่ถูกยกเว้น

source: Off
th: ปิด

source: OK
th: ตกลง

source: On
th: เปิด

# onboarding_exceptions_navigation_path
source: Tap the Menu icon -> Settings -> Ad blocking -> Exceptions
th: แตะที่ไอคอนเมนู -> การตั้งค่า -> การบล็อกโฆษณา -> ข้อยกเว้น

source: Only anonymized data containing device information and crash or error details are sent. Please refer to our privacy policy at adblockplus.org for more information.
th: มีเพียงข้อมูลไม่ระบุตัวตนประกอบด้วยข้อมูลอุปกรณ์และรายงานการค้าง หรือข้อผิดพลาด เท่านั้นที่ถูกส่งไป สำหรับข้อมูลเพิ่มเติม โปรดอ่านนโยบายความเป็นส่วนตัวที่ adblockplus.org

source: Only one more step
th: เพียงแค่ขั้นตอนเดียวเท่านั้น

source: Open New Tab
th: เปิดแท็บใหม่

source: Open privacy policy.
th: เปิดนโยบายความเป็นส่วนตัว

source: OTHER LANGUAGES
th: ภาษาอื่นๆ

source: Remove Bookmark
th: เอาบุ๊คมาร์คออก

source: Restart Adblock Browser.
th: เปิด Adblock Browser ใหม่

source: SEARCH
th: ค้นหา

source: Search Engine
th: เครื่องมือค้นหา

source: Search History
th: ค้นหาประวัติเว็บ

source: SEND CRASH AND ERROR REPORTS
th: ส่งรายงานการค้าง และข้อผิดพลาด

source: Send Report
th: ส่งรายงาน

source: Settings
th: การตั้งค่า

source: Share
th: แบ่งปัน

source: Show in Dashboard
th: แสดงในแดชบอร์ด

source: Show nonintrusive ads
th: แสดงโฆษณาที่ไม่คุกคาม

source: Something went wrong.
th: เกิดข้อผิดพลาดบางประการ

source: Swipe up on Adblock Browser to quit the app.
th: ปาดขึ้นที่ Adblock Browser เพื่อออกจากแอป

source: The *ad blocking* and *more blocking options* are based on filter lists. These are sets of rules that tell Adblock Browser what to block.
th: *การบล็อกโฆษณา* และ *ฟังชั่นการบล็อกเพิ่มเติม* นั้นเป็นพื้นฐานในตัวกรองโฆษณา นี้คือชุดจองกฎว่าจะให้ Adblock Browser บล็อกอะไรได้บ้าง

source: This action cannot be undone. Are you sure you want to continue?
th: การทำสิ่งนี้ไม่สามารถเลิกทำได้ คุณต้องการจะดำเนินการไหม?

source: Uh-Oh!
th: โอ๊ะ-โอ!

source: Unable to start browser.
th: ไม่สามารถเปิดเบราว์เซอร์ได้

source: URL Search Suggestions
th: การค้นหา URL ที่แนะนำ

source: Version
th: เวอร์ชั่น

source: We'd like to encourage websites to use straightforward, nonintrusive advertising. That's why we've established strict guidelines to identify Acceptable Ads, which are shown under default settings. If you wish to browse ad-free, you can disable this setting at any time.
th: พวกเราสนับสนุนเว็บที่ใช้โฆษณาที่ตรงไปตรงมาและไม่รบกวนผู้ใช้ นั้นคือเหตุผลที่พวกเราได้สร้างกฎที่เข้มงวดเพื่อระบุถึงโฆษณาที่พวกเรายอมรับได้ ซึ่งมันถูกให้ 'แสดง' เป็นค่าเริ่มต้น ถ้าคุณต้องการให้เบราเซอร์นี้ปลอดโฆษณาเลย คุณสามารถที่จะปิดและเปิดมันได้ทุกครั้ง

source: Would you like to send a report to fix the problem?
th: คุณต้องการส่งรายงานเพื่อแก้ไขปัญหาหรือไม่?

source: Yes
th: ใช่

source: You can change this setting at any time in: **Settings → Crash and Error Reports**
th: คุณสามารถเปลี่ยนการตั้งค่านี้ได้ทุกเมื่อใน: **การตั้งค่า → รายงานการค้าง และข้อผิดพลาด**

source: You're in control
th: คุณควบคุมมันง่ายๆ
