Repository: Kethen/adblockbrowserios
Catalog: Translations/xliff/*.xliff
Languages: ar, bn, ca, cs, de, el, fr, he, hi, hr, id, it, ja, nl, pt_pt, ru, sk

source: Version
ar: الإصدار
cs: VERZE
el: ΕΚΔΟΣΗ
it: VERSIONE
ja: バージョン
nl: VERSIE
pt_pt: VERSÃO
ru: Версия

# leave_notification_button_1
source: OK
ar: موافق

source: ACTIVE FOR WEBSITES IN ...
bn: এই ওয়েবসাইটের জন্য সক্রিয় ...
ca: Habilita-ho per a webs en...
he: פעיל לאתרים ב...
hi: ... में वेबसाइटों के लिए सक्रिय
hr: AKTIVNO ZA STRANICE U...
id: AKTIF UNTUK SITUS INI ...
sk: AKTÍVNE PRE STRÁNKY V...

source: Acceptable Ads
bn: গ্রহণযোগ্য বিজ্ঞাপন
ca: Publicitat acceptable
he: פרסומות הגיוניות
hi: स्वीकार्य विज्ञापन
hr: Prihvatljive reklame
id: Iklan yang diterima
sk: Prijateľné reklamy

source: Delete History
bn: ইতিহাস মুছুন
ca: Suprimeix l'historial
he: נקה היסטוריה
hi: इतिहास हटाएं
hr: Izbrisati povijest
id: Hapus Riwayat
sk: Vymazať históriu

source: EXCEPTIONS
bn: ব্যতিক্রম
ca: EXCEPCIONS
he: חריגים
hi: अपवाद
hr: IZNIMKE
id: PENGECUALIAN
sk: VÝNIMKY

source: FILTER LIST UPDATES
bn: ফিল্টার তালিকা হালনাগাদ
ca: ACTUALITZACIONS DELS FILTRES
he: עדכון רשימות
hi: फ़िल्टर सूची अपडेट्स
hr: AŽURIRANJA POPISA FILTERA
id: Pembaruan Daftar Saringan
sk: AKTUALIZÁCIE ZOZNAMU FILTROV

source: Hide
bn: আড়ালে রাখুন
ca: Amaga
he: הסתר
hi: छिपाएं
hr: Sakrij
id: Sembunyikan
sk: Skryť

source: No Dashboard Items Available
bn: কোন ড্যাশবোর্ড বস্তু উপলভ্য নেই
ca: Cap elements de la pàgina d'inici disponibles
hi: कोई डैशबोर्ड आइटम उपलब्ध नहीं
hr: Nema dostupnih stavki
id: Tidak ada item Dasbor yang tersedia
sk: Žiadna položka z ovládacieho panelu nie je dostupná

# PRIVACY &amp; SECURITY
source: PRIVACY & SECURITY
bn: নিরাপত্তা & গোপনীয়তা
ca: Privadesa i seguretat
he: פרטיות & ואבטחה
hi: निजता एवं सुरक्षा
hr: PRIVATNOST & SIGURNOST
id: Privasi & Keamanan
sk: SÚKROMIE A BEZPEČNOSŤ

source: Search or enter website name
bn: অনুসন্ধান করুন বা ওয়েবসাইটের নাম প্রবেশ করান
ca: Web que voleu cercar
he: חפש או הכנס שם אתר
hi: खोजें या वेबसाइट का नाम दर्ज करें
hr: Tražite ili unesite ime stranice
id: Cari atau Masukkan nama situs
sk: Vyhľadajte alebo zadajte názov webovej stránky

source: Subscriptions
bn: গ্রাহক
ca: Subscripcions
he: הרשמות
hi: सब्सक्रिप्शन
hr: Pretplate
id: Daftar Saringan
sk: Odbery

source: Use Cellular Network
bn: মোবাইল নেটওয়ার্ক ব্যবহার করুন
ca: Utilitza la xarxa mòbil
he: השתמש ברשת סלולרית
hi: सेलुलर नेटवर्क का उपयोग करें
hr: Koristi mobilnu mrežu
id: Gunakan Jaringan Seluler
sk: Použiť mobilné dáta

source: VERSION
bn: সংস্করণ
ca: VERSIÓ
he: גירסה
hi: संस्करण
hr: VERZIJA
id: Versi
sk: VERZIA

source: Whitelisted Websites
bn: সাদাতালিকাভুক্ত ওয়েবসাইটসমূহ
ca: Llista blanca
he: אתרים ברשימה המותרת
hi: वाइटलिस्टेड वेबसाइटें
hr: Dopuštene stranice
id: Situs dalam daftar putih
sk: Povolené stránky

source: With Adblock Plus, you can block ads or other elements on websites.
bn: অ্যাডব্লক প্লাস দিয়ে, আপনি ওয়েবসাইটের বিজ্ঞাপন বা অন্যান্য উপাদানগুলো অবরুদ্ধ করতে পারবেন।
ca: Mitjançant l'Adblock Plus, podeu blocar anuncis i altres elements.
he: עם Adblock Plus, אפשר לחסום פרסומות או כל דבר אחר באתרי אינטרנט.
hi: Adblock Plus के साथ, आप वेबसाइटों पर विज्ञापन या अन्य तत्वों को ब्लॉक कर सकते हैं।
hr: S Adblock Plus-om možete blokirate reklame ili druge elemente na stranici.
id: Dengan Adblock Plus, anda dapat memblokir iklan atau elemen lain pada situs.
sk: S Adblock Plus môžete zablokovať reklamy alebo iných prvky na webových stránkach.

# CFBundleDisplayName
source: Adblock Browser
ca: Navegador Adblock
hr: Adblock Preglednik
id: Peramban Adblock

source: Adblock Plus
bn: অ্যাডব্লক প্লাস
