Repository: Kethen/adblockbrowserios
Catalog: Translations/xliff/*.xliff
Languages: ar, bn, ca, cs, de, el, fr, he, hi, hr, id, it, ja, nl, pt_pt, ru, sk

source: Tap the Menu icon → Settings → Adblock Plus → Acceptable Ads
ar: أنقر أيقونة القائمة ← إعدادات ← Adblock Plus ← الإعلانات المقبولة
bn: টোকা দিন, মেনু আইকন → সেটিংস→ Adblock Plus → গ্রহণযোগ্য বিজ্ঞাপনগুলো
ca: Aneu a Configuració → Adblock Plus → Publicitat acceptable
cs: Klepněte na ikonu menu → Nastavení → Adblock Plus → Přijatelné reklamy
de: Hauptmenü → Einstellungen → Adblock Plus → Acceptable Ads
el: Πατήστε το εικονίδιο του Μενού → Ρυθμίσεις → Adblock Plus → Αποδεκτές Διαφημίσεις
fr: Icône de Menu → Paramètres → Adblock Plus → Pubs acceptables
he: לחץ על תפריט » הגדרות » חסימת פרסומות » פרסומות הגיוניות
hi: मेनू आइकन → सेटिंग्स → Adblock Plus → स्वीकार्य विज्ञापन पर टैप करें
hr: Dodirnite ikonu Izbornika → Postavke → Adblock Plus → Prihvatljive reklame
id: Ketuk Ikon Menu → Pengaturan → Adblock Plus → Iklan yang diperbolehkan
it: Tocca l'icona Menu → Impostazioni → Adblock Plus → Annunci Accettabili
ja: メニューアイコンをタップ → 設定 → Adblock Plus → 許容可能な広告
nl: Tik op het menupictogram → Instellingen → Adblock Plus → Acceptabele advertenties
pt_pt: Toque no ícone Menu → Definições → Adblock Plus → Anúncios Aceitáveis
ru: Коснитесь значка меню → Настройки → Adblock Plus → Ненавязчивая Реклама
sk: Klikni na Menu → Nastavenia → Adblock Plus → Akceptovateľná reklama

source: The *ad blocking* and *more blocking options* are based on filter lists. These are sets of rules that tell Adblock Browser what to block.
ar: *حظر الإعلانات* و *خيارات الحظر الإضافية* تستند على قوائم الفلترات. هذه مجموعة من القواعد التي تخبر Adblock Browser ما عليه حجبه.
bn: *বিজ্ঞাপন অবরোধ* এবং *আরও বাধাদান অপশন* ফিল্টার তালিকার উপর ভিত্তি করে। সেখানে নিয়মের কিছু সেট আছে যা অ্যাডব্লক ব্রাউজারকে বলে কি অবরুদ্ধ করতে হবে।
ca: Les opcions *ad blocking* i *more blocking options* es basen en llistres de filtres. Aquestes regles indiquen a l'Adblock què s'ha de blocar.
cs: *Blokování reklam* a *Další možnosti blokování* jsou založeny na principu filterlistů. Jedná se o sady pravidel, které Adblock Browseru říkají, co má blokovat.
de: *Ad blocking* und *weitere blocking Optionen* basieren auf Filterlisten. Diese Listen teilen Adblock Browser mit, welche Elemente zu blockieren sind.
el: Η *φραγή διαφημίσεων* και *περισσότερες επιλογές φραγής* βασίζονται σε λίστες φίλτρων. Αυτά είναι σύνολα κανόνων που λένε στον Περιηγητή Adblock τι να αποκλείσει.
fr: Le * blocage de pubs* et *plus d'options de blocage* reposent sur des listes de filtres. Ce sont des ensembles de règles qui indiquent ce qu'il faut bloquer à Adblock Browser.
he: חסימת פרסומות ועוד אפשרויות חסימה מבוססים על רשימות. הרשימות הללו זה חוקים שאומרים לנו מה לחסום.
hi: *विज्ञापन अवरोधन* और *अधिक अवरोधन विकल्प* फिल्टर सूचियों पर आधारित हैं। ये कुछ नियमों के समूह हैं जो Adblock Browser को बताते हैं कि क्या ब्लॉक करना है।
hr: *blokiranje reklama* i *više opcija blokiranja* su bazirani na popisima filtera. To su setovi pravila koja govore Adblock pregleniku što blokirati.
id: *Pemblokiran Iklan* dan *pengaturan blokir lebih lanjut* berdasarkan daftar saringan. Ini adalah aturan yang memberitahu Adblock Browser apa yang harus di blokir.
it: Il *blocco pubblicità* e *più opzioni di blocco* sono basati sugli elenchi filtri. Queste sono un insieme di regole che dicono Adblock Browser cosa bloccare.
ja: *広告ブロック* と *その他のブロックオプション* は、フィルターリストに基づいています。これらは、Adblock ブラウザにブロックの対象を指示する一連のルールです。
nl: De *advertentieblokkering* en *meer blokkeringsopties* zijn gebaseerd op filterlijsten. Dit zijn regelsets die Adblock Browser vertellen wat te blokkeren.
pt_pt: O *bloqueio de anúncios* e *mais opções de bloqueio* baseiam-se nas listas de filtros. Estas são conjuntos de regras que dizem ao Adblock Browser o que deve bloquear.
ru: *Блокировка рекламы* и *Дополнительные опции блокирования* основываются на подписках. Это набор правил, которые определяют, что будет заблокировано Adblock Browser'ом.
sk: *Blokovanie reklám* a *viac možností blokovania* sú založené na základe zoznamov filtrov. Toto sú pravidlá, ktoré určujú, čo Adblock v prehliadači zablokuje.

source: This action cannot be undone. Are you sure you want to continue?
ar: لا يمكن إلقاء عن هذا الإجراء. هل أنت متأكد من أنك تريد المتابعة؟
bn: এই কাজ পূর্বাবস্থায় নেয়া যাবে না। আপনি কি নিশ্চিত যে আপনি অব্যাহত রাখতে চান?
ca: Aquesta acció no es pot desfer. Esteu segur que voleu continuar?
cs: Tuto akci nelze vrátit. Chcete pokračovat?
de: Dieser Vorgang kann nicht rückgängig gemacht werden. Möchtest du wirklich fortfahren?
el: Δεν είναι δυνατή η αναίρεση αυτής της ενέργειας. Θέλετε σίγουρα να συνεχίσετε;
fr: Cette action ne peut être annulée. Souhaitez-vous vraiment continuer ?
hi: यह क्रिया पूर्ववत नहीं किया जा सकता। क्या वाकई आप जारी रखना चाहते हैं?
hr: Ova radnja ne može biti poništena. Jeste li sigurni da želite nastaviti?
id: Tindakan ini tidak dapat dikembalikan. Apakah Anda yakin ingin melanjutkan?
it: Questa azione non può essere annullata. Sei sicuro di che voler continuare?
ja: この操作は取り消しができません。本当に続行しますか?
nl: Deze actie kan niet ongedaan worden gemaakt. Weet u zeker dat u wilt doorgaan?
pt_pt: Esta ação não pode ser anulada. Tem a certeza de que pretende continuar?
ru: Это действие будет невозможно отменить. Вы уверены, что хотите продолжить?
sk: Túto akciu nemožno vrátiť späť. Naozaj chcete pokračovať?

source: UNDO
de: RÜCKGÄNGIG MACHEN
fr: ANNULER

source: URL Search Suggestions
ar: إعرض إقتراحات البحث
bn: URL অনুসন্ধান পরামর্শ
ca: Suggeriments de les URL
cs: Návrhy hledání URL
de: URL-Suchvorschläge
el: Προτάσεις Αναζήτησης URL
fr: Suggestions de recherche URL
he: הצעות חיפוש
hi: यूआरएल खोज सुझाव
hr: Prijedlozi URL pretraga
id: Usulan Pencarian URL
it: Suggerimenti di ricerca URL
ja: URL 検索候補
nl: URL-zoeksuggesties
pt_pt: Sugestões de Pesquisa de URL
ru: Предложение поиска URL-адресов
sk: Návrhy na vyhľadávanie adresy URL

source: Uh-Oh!
ar: يا لها من ورطة!
cs: Jejda!
de: Oh oh!
el: Ωχ, αμάν!
fr: Oh-oh !
it: Ops!
ja: 申し訳ありません。
nl: Oeps!
pt_pt: Oh não!
ru: Ой!

source: Unable to start browser.
ar: يتعذر بدء تشغيل المستعرض.
cs: Prohlížeč nelze spustit.
de: Der Browser kann nicht gestartet werden.
el: Αδυναμία εκκίνησης του περιηγητή.
fr: Démarrage du navigateur impossible.
id: Tidak dapat memulai browser.
it: Non è stato possibile avviare il browser.
ja: ブラウザを起動できませんでした。
nl: Kan de browser niet starten.
pt_pt: Impossível iniciar o browser.
ru: Не удается запустить браузер.

source: We'd like to encourage websites to use straightforward, nonintrusive advertising. That's why we've established strict guidelines to identify Acceptable Ads, which are shown under default settings. If you wish to browse ad-free, you can disable this setting at any time.
ar: نود أن نشجع مواقع الويب بإستخدام إعلانات واضحة، غير مؤذية، ولا تخرب تجربة التصفح. لذلك وضعنا مبادئ توجيهية صارمة لتحديد الإعلانات المقبولة، والتي تظهر تحت قائمة الإعدادات الإفتراضية. إذا كنت ترغب في تصفح خالي تماما من الإعلانات، يمكنك تَغيير هذا الإعداد في أي وقت.
bn: আমরা ওয়েবসাইটকে সহজবোধ্য, অ-অনধিকারমূলক বিজ্ঞাপন ব্যবহার করতে উত্সাহিত করতে চাই। এ কারণেই আমরা গ্রহণযোগ্য বিজ্ঞাপন চিহ্নিত করতে নিয়মনীতি প্রতিষ্ঠিত করেছি, যা ডিফল্ট সেটিংসের অধীনে প্রদর্শন করা হয়। আপনি যদি বিজ্ঞাপন মুক্ত ব্রাউজ করতে ইচ্ছুক হন, আপনি সেটিংস থেকে যে কোন সময় এটি নিষ্ক্রিয় করতে পারেন।
ca: Volem potenciar l'ús d'una publicitat no intrusiva i transparent. Per aquest motiu hem creat una guia identificativa de la publicitat acceptable que s'hi mostrarà amb la configuració per defecte. Si voleu navegar sense publicitat de cap tipus, inhabiliteu aquesta opció.
cs: Rádi bychom podpořili webové stránky v používání přímočaré, neobtěžující reklamy. Proto jsme stanovili přísná pravidla identifikace přijatelné reklamy, a tyto se v našem základním nastavení zobrazují. Pokud chcete blokovat veškeré reklamy, můžete zobrazování zakázat během pár vteřin.
de: Wir möchten Webseiten dazu ermutigen, unaufdringliche Werbung zu schalten. Deshalb haben wir strenge Richtlinien erstellt, um Acceptable Ads zu identifizieren, die als Standardeinstellung gezeigt werden. Wenn du lieber komplett werbefrei surfen möchtest, kann diese Einstellung jederzeit deaktiviert werden.
el: Θέλουμε να ενθαρρύνουμε τις ιστοσελίδες να χρησιμοποιούν απλή, μη παρεμβατική διαφήμιση. Γι 'αυτό έχουμε θεσπίσει αυστηρές κατευθυντήριες γραμμές για τον εντοπισμό Αποδεκτών Διαφημίσεων, οι οποίες εμφανίζονται στις προεπιλεγμένες ρυθμίσεις. Αν θέλετε να περιηγηθείτε χωρίς-διαφημίσεις, μπορείτε να απενεργοποιήσετε αυτήν τη ρύθμιση ανά πάσα στιγμή.
fr: Nous aimerions encourager les sites à utiliser de la publicité simple, non-intrusive. C'est pourquoi nous avons établi des directives strictes pour identifier les annonces acceptable, qui sont affichées par défaut. Si vous souhaitez naviguer sans publicité, vous pouvez désactiver cette option à tout moment.
he: אנחנו רוצים לעודד אתרים להשתמש בפרסומות הגיוניות ולא מעצבנות. וזאת הסיבה שפיתחנו את פרסומות הגיוניות, שכברירית מחדל מוצגות. אם ברצונך לחסום את כל הפרסומות אתה יכול לשנות הגדרה בכל זמן.
hi: हम वेबसाइटों को सीधेसादे, नॉनइंट्रूसिव विज्ञापन का उपयोग करने के लिए प्रोत्साहित करना चाहते हैं। इसलिए हमने स्वीकार्य विज्ञापनों की पहचान के लिए सख्त दिशा निर्देशों की स्थापना की है जिन्हें डिफ़ॉल्ट सेटिंग के तहत दिखाया गया है। यदि आप विज्ञापन मुक्त तरीके से ब्राउज करना चाहते हैं तो आप किसी भी समय इस सेटिंग को अक्षम कर सकते हैं।
hr: Želimo potaknuti web stranice da koriste jednostavno, nenametljivo oglašavanje. Zato smo uspostavili stroge smjernice za identificiranje Prihvatljivih reklama, smjernice koje su prikazane pod zadanim postavkama. Ako želite surfati bez reklama, možete onemogućiti ovu postavku bilo kad.
id: Kami selalu menghimbau situs untuk beriklan dengan baik, tanpa menggangu. Itulah alasan kami membuat aturan yang ketat dalam mengidentifikasi Iklan yang dapat di perbolehkan, seperti yang ada pada Pengaturan bawaan. Jika anda ingin benar-benar berselancar tanpa iklan sama sekali, anda dapat mematikan pengaturan tadi kapan saja.
it: Vorremmo incoraggiare i siti Web a utilizzare pubblicità semplici, non invasive. Ecco perché abbiamo stabilito delle linee guida rigorose per identificare annunci accettabili, che sono indicati nelle impostazioni predefinite. Se si desidera navigare senza pubblicità, è possibile disattivare questa impostazione in qualsiasi momento.
ja: 単純で押し付けがましくないウェブサイト広告の促進を考えています。このため、デフォルト設定で表示されている許容可能な広告の厳格なガイドラインを規定しました。広告無しでブラウズすることをご希望される場合、随時設定を無効にすることができます。
nl: We zouden websites willen aanmoedigen eenvoudige, niet-opdringerige advertenties te gebruiken. Daarom hebben we strikte richtlijnen opgesteld om acceptabele advertenties te herkennen die bij gebruik van de standaardinstellingen worden getoond. Als u advertentievrij wilt surfen, kunt u deze instelling op elk gewenst moment uitschakelen.
pt_pt: Gostaríamos de incentivar os websites a utilizarem publicidade direta e não intrusiva. É por isso que estabelecemos diretrizes rígidas para identificação dos Anúncios Aceitáveis, que são mostrados nas predefinições. Se quiser navegar sem publicidade, pode desativar esta definição a qualquer momento.
ru: Мы бы хотели поощрить вебсайты, использующие простую ненавязчивую рекламу. Поэтому мы установили строгие правила для определения Ненавязчивой Рекламы, которые показаны в настройках по-умолчанию. Если Вы хотите заблокировать абсолютно всю рекламу, то вы можете отключить эту функцию в любое время.
sk: Radi by sme povzbudili webové stránky používať jednoduché, neobťažujúce reklamy. To je dôvod, prečo sme zaviedli prísne pravidlá na identifikáciu prijateľnej reklamy, ktoré sú zobrazené v predvolených nastaveniach. Ak chcete prehľadávať bez akýchkoľvek reklám, môžete toto nastavenie kedykoľvek vypnúť.

source: Would you like to send a report to fix the problem?
ar: هل تريد أن ترسل تقريرًا لإصلاح المشكلة؟
cs: Chcete odeslat hlášení, aby mohl být problém opraven?
de: Möchtest du einen Bericht senden, um das Problem zu beheben?
el: Θα θέλατε να αποσταλεί αναφορά για διόρθωση του προβλήματος;
fr: Souhaitez-vous envoyer un rapport pour résoudre ce problème ?
id: Anda ingin mengirim laporan untuk memperbaiki kerusakan?
it: Si desidera inviare un report per risolvere il problema?
ja: 問題を解決するためにレポートを送信しますか？
nl: Wilt u een rapport verzenden om het probleem te verhelpen?
pt_pt: Gostaria de enviar um relatório para resolver o problema?
ru: Вы хотите отправить отчет, чтобы устранить проблему?

source: Yes
ar: نعم
bn: হ্যাঁ
ca: Sí
cs: Ano
de: Ja
el: Ναι
fr: Oui
he: כן
hi: हां
hr: Da
id: Ya
it: Sì
ja: はい
nl: Ja
pt_pt: Sim
ru: Да
sk: Áno

source: You can change this setting at any time in: **Settings → Crash and Error Reports**
ar: يمكنك تغيير هذا الإعداد في أي وقت من: **إعدادات ← تقارير التعطل والخطأ**
cs: Toto nastavení můžete kdykoli změnit: **Nastavení → Hlášení o pádu a chybě**
de: Du kannst diese Einstellung jederzeit ändern unter: **Einstellungen → Absturz- und Fehlerberichte**
el: Μπορείτε να αλλάξετε αυτή τη ρύθμιση ανά πάσα στιγμή στις: **Ρυθμίσεις → Αναφορές Κατάρρευσης και σφάλματος**
fr: Vous pouvez modifier ce paramètre à tout moment dans : **Paramètres → Rapports de crash et d'erreur**
id: Anda dapat mengubah setelan ini kapanpun di: ** Pengaturan → Laporkan Kerusakan **
it: È possibile modificare l'impostazione in qualsiasi momento in: **Impostazioni→ Segnalazioni arresto anomalo ed errore**
ja: この設定は次からいつでも変更できます：**設定 → クラッシュ およびエラーレポート**
nl: U kunt deze instelling altijd wijzigen in **Instellingen → Crash- en foutrapporten**
pt_pt: Você pode mudar esta configuração a qualquer momento em: **Definições → Relatório de falhas e erros**
ru: Вы можете изменить эти настройки в любое время в: **Настройки → Отчеты о сбоях и ошибках**

source: You closed a tab
de: Du hast einen Tab geschlossen
fr: Vous avez fermé un onglet

source: You're in control
ar: انت المتحكم
bn: আপনি নিয়ন্ত্রণ করুন
ca: Preneu el control
cs: Vy to ovládáte
de: Du hast die Kontrolle
el: Εσείς έχετε τον έλεγχο
fr: Vous contrôlez tout
he: אתה האחראי
hi: आप नियंत्रण में हैं
hr: Vi imate kontrolu
id: Anda yang mengontrol
it: Tutto sotto controllo
ja: 制御しています。
nl: U bent de baas
pt_pt: Você têm o controlo
ru: Все под Вашим контролем
sk: Vy máte kontrolu

# browser_address_bar_placeholder
source: Search or enter website name...
ar: البحث أو إدخال اسم موقع الويب...
cs: Vyhledat nebo zadat název webových stránek ...
de: Suchen oder Namen der Website eingeben ...
el: Αναζήτηση ή εισαγωγή του ονόματος του ιστοτόπου...
fr: Rechercher ou saisir le nom du site web...
it: Ricerca o inserisci il nome del sito Web...
ja: ウェブサイト名の検索または入力...
nl: Zoek of geef een website naam in...
pt_pt: Pesquisar ou introduzir nome do site Web...
ru: Найдите или введите имя сайта...

# exceptions_settings_acceptable_ads_description
source: Choose whether to include nonintrusive, non-animated ads that adhere to strict criteria. *Learn more*
ar: اختر إدراج أو عدم إدراج إعلانات غير تطفلية وغير متحركة تلتزم بمعايير صارمة. *معرفة المزيد*
cs: Máte možnost zvolit, zda chcete zahrnout neintruzivní, neanimované reklamy, které splňují přísná kritéria. *Další informace*
de: Wähle aus, ob du unaufdringliche Werbung sowie nicht animierte Werbung zulassen möchtest, die strenge Kriterien einhalten. *Erfahre mehr*
el: Επιλογή για το αν πρέπει να συμπεριληφθούν μη οχληρές, μη κινούμενες διαφημίσεις που συμμορφώνονται σε αυστηρά κριτήρια. *Μάθετε περισσότερα*
fr: Choisir d’inclure ou non les pubs non intrusives, non animées et qui respectent des critères stricts. *Plus d'infos*
it: Scegli se inserire gli annunci non animati e non invadenti che aderiscono a criteri rigorosi. *Maggiori informazioni*
ja: 厳格な基準を守った非侵入型広告、動画なしの広告を含むかどうかを選びます。 *詳細を読む*
nl: Kies of de niet-opdringerige, niet-geanimeerde advertenties op te nemen die voldoen aan strikte criteria. *Meer informatie*
pt_pt: Selecione se pretende incluir anúncios não invasivos e não animados que cumprem com critérios restritos. *Saiba mais*
ru: Выберите эту опцию, если хотите разрешить неинтрузивную рекламу без анимации, которая соответствует жестким критериям. *Узнать больше*

# exceptions_settings_acceptable_ads_title
source: Acceptable Ads
ar: الإعلان المقبول
cs: Nerušivé reklamy
el: Αποδεκτές διαφημίσεις
fr: Publicité Acceptable
it: Annunci Accettabili
ja: 控えめな広告
nl: Acceptabele Advertenties
pt_pt: Anúncios Aceitáveis
ru: Допустимая реклама

# exceptions_settings_whitelisted_websites_description
source: You have turned off ad blocking on these websites and, therefore, will see ads on them.
ar: لقد أوقفت تشغيل حجب الإعلانات في مواقع الويب هذه ومن ثم سترى إعلاناتها فيها. *معرفة المزيد*
cs: Na těchto webech jste deaktivovali blokování reklam, a proto se na nich budou zobrazovat reklamy.
de: Du hast Adblocking auf diesen Websites deaktiviert und wirst auf ihnen Werbung sehen.
el: Έχετε απενεργοποιήσει τον αποκλεισμό διαφημίσεων σε αυτούς τους ιστότοπους και, κατά συνέπεια, θα εμφανίζονται διαφημίσεις σε αυτούς.
fr: Comme vous avez désactivé le blocage des pubs sur ces sites web, vous verrez des publicités lorsque vous les consulterez.
it: Hai disattivato il blocco annunci su questi siti e quindi visualizzerai le pubblicità.
ja: これらウェブサイトでは広告ブロッカーがオフになっているので、広告が表示されます。
nl: U hebt het blokkeren van advertenties uitgeschakeld op deze websites en daarom ziet u advertenties erop.
pt_pt: Desativou o bloqueio de anúncios nestes sites Web e, como tal, verá anúncios nestes.
ru: Вы выключили блокировку рекламы на этих сайтах и, следовательно, будете видеть на них рекламу.

# exceptions_settings_whitelisted_websites_title
source: Whitelisted Websites
ar: مواقع الويب المدرجة في القوائم البيضاء
cs: Povolené webové stránky
de: Websites auf der Whitelist
el: Λίστα επιτρεπόμενων ιστότοπων
fr: Sites web sur liste blanche
it: Siti Web sulla lista bianca
ja: ホワイトリストに登録されているウェブサイト
nl: Vertrouwde Websites
pt_pt: Sites Web na lista branca
ru: Белый список сайтов

# ghost_mode_banner_headline
source: Ghost Mode
ar: وضع التخفي
cs: Režim Ghost
de: Ghost-Modus
el: Λειτουργία «φάντασμα»
fr: Mode Ghost
it: Modalità invisibile
ja: ゴーストモード
nl: Ghost-Modus
pt_pt: Modo Fantasma
ru: Режим призрака

# ghost_mode_banner_subline
source: While in Ghost Mode, all browser history, search history, web forms, cookies and temporary internet files will not be stored on your device.
ar: أثناء تنشيط وضع التخفي، لن يتم تخزين كافة محفوظات المستعرض، ومحفوظات البحث، ونماذج الويب، وملفات تعريف الارتباط، وملفات الإنترنت المؤقتة في جهازك.
cs: V režimu Ghost se ve vašem zařízení nebude ukládat historie prohlížeče, historie vyhledávání, webové formuláře, soubory cookie ani dočasné internetové soubory.
de: Während du dich im Ghost-Modus befindest, werden der Verlauf des Browsers, Web-Formulare, der Suchverlauf sowie temporäre Internetdateien nicht auf deinem Gerät gespeichert.
el: Κατά τη λειτουργία «φάντασμα», όλο το ιστορικό περιήγησης, το ιστορικό αναζήτησης, οι φόρμες αλληλεπίδρασης, τα ηλεκτρονικό μπισκότα και τα προσωρινά διαδικτυακά αρχεία δεν θα αποθηκεύονται στη συσκευή σας.
fr: En mode Ghost, l’historique du navigateur, l’historique de recherche, les formulaires web, les cookies et les fichiers internet temporaires ne sont pas enregistrés sur votre appareil.
it: In modalità invisibile, tutta la cronologia di ricerca e del browser, i moduli Web, i cookie e i file Internet temporanei non verranno memorizzati sul dispositivo in uso.
ja: ゴーストモード中、ブラウザの履歴、検索履歴、ウェブフォーム、クッキー、インターネット一時ファイルはデバイスに保存されません。
nl: Terwijl u de Ghost-Modus gebruikt worden alle browser-en zoekgeschiedenis, webformulieren, cookies en tijdelijke internet-bestanden niet opgeslagen op uw apparaat.
pt_pt: No Modo Fantasma, todo o histórico do browser, histórico de pesquisa, formulários da Internet, cookies e ficheiros temporários da Internet não serão armazenados no dispositivo.
ru: В Режиме призрака вся история браузера, история поиска, веб-формы, куки и временные файлы Интернета не будут сохраняться на вашем устройстве.

# ghost_mode_banner_tip
source: Tap the icon to deactivate Ghost Mode when you are finished with the session.
ar: انقر فوق الرمز لتعطيل وضع التخفي عندما تنتهي من الجلسة.
cs: Klepnutím na ikonu lze při ukončení relace režim Ghost deaktivovat.
de: Tippe zum Deaktivieren des Ghost-Modus auf das Symbol, wenn du mit der Sitzung fertig bist.
el: Πατήστε το εικονίδιο για απενεργοποίηση της λειτουργίας «φάντασμα», όταν τελειώσετε την επίσκεψη.
fr: Touchez l’icône pour désactiver le mode Ghost quand vous avez terminé votre session.
it: Toccare l'icona per disattivare la modalità invisibile al termine della sessione.
ja: セッションが終了したら、アイコンをタップしてゴーストモードを解除します。
nl: Tik op het pictogram om de Ghost-Modus uit te schakelen wanneer u klaar bent met de sessie.
pt_pt: Toque no ícone para desativar o Modo Fantasma quando terminar a sessão.
ru: Нажмите на значок, чтобы дезактивировать Режим призрака по окончании сессии.

# leave_notification_button_2
source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Ακύρωση
fr: Annuler
it: Annulla
ja: キャンセル
nl: Annuleer
pt_pt: Cancelar
ru: Отмена

# leave_notification_headline
source: Quit Ghost Mode?
ar: هل تريد إنهاء وضع التخفي؟
cs: Ukončit režim Ghost?
de: Ghost-Modus beenden?
el: Έξοδος από τη λειτουργία «φάντασμα»;
fr: Quitter le mode Ghost ?
it: Uscire dalla modalità invisibile?
ja: ゴーストモードを終了しますか？
nl: Stoppen Met Ghost-Modus?
pt_pt: Sair do Modo Fantasma?
ru: Завершить Решим призрака?

# leave_notification_subline
source: Your history will not be stored and all active tabs will be closed.
ar: لن يتم تخزين محفوظاتك وسيتم غلق كل علامات التبويب النشطة.
cs: Vaše historie se neuloží a všechny aktivní karty se zavřou.
de: Dein Verlauf wird nicht gespeichert und alle aktiven Registerkarten werden geschlossen.
el: Το ιστορικό σας δεν θα αποθηκευτεί και όλες οι ενεργές καρτέλες θα κλείσουν.
fr: Votre historique ne sera pas enregistré et tous les onglets actifs seront fermés.
it: La cronologia non verrà memorizzata e tutte le schede attive verranno chiuse.
ja: 履歴は保存されず、アクティブなタブはすべて閉じます。
nl: Uw geschiedenis wordt niet opgeslagen en alle actieve tabs worden gesloten.
pt_pt: O histórico não será armazenado e todos os separadores ativos serão encerrados.
ru: Ваша история не будет сохранена, и все активные вкладки будут закрыты.

source: Dismiss
ar: إغلاق
bn: খারিজ
ca: Oblida
cs: Zavřít
de: Vergessen
el: Απόρριψη
fr: Rejeter
he: ביטול
hi: हटाएं
hr: Otpusti
id: Abaikan
it: Chiudere
ja: 却下
nl: Verwijderen
pt_pt: Recusar
ru: Отменить
sk: Zamietnuť

source: Open
ar: فتح
bn: খুলুন
ca: Obre
cs: Otevřít
de: Öffnen
el: Άνοιγμα
fr: Ouvrir
he: פתח
hi: खोलें
hr: Otvori
id: Buka
it: Apri
ja: 開く
nl: Openen
pt_pt: Abrir
ru: Открыть
sk: Otvoriť

source: Open in Adblock Browser?
ar: إفتح في Adblock Browser؟
bn: অ্যাডব্লক ব্রাউজারে খুলবেন?
ca: Voleu obrir-ho amb el Navegador Adblock?
cs: Otevřít v Adblock Browseru?
de: In Adblock Browser öffnen?
el: Άνοιγμα στον Περιηγητή Adblock;
fr: Ouvrir dans Adblock Browser ?
he: פתח ב Adblock Browser?
hi: Adblock Browser में खोलें?
hr: Otvori u Adblock pregledniku?
id: Buka menggunakan Peramban Adblock?
it: Aprire in Adblock Browser?
ja: Adblock ブラウザで開きますか？
nl: Openen in Adblock Browser?
pt_pt: Abrir no Adblock Browser?
ru: Открыть в Adblock Browser?
sk: Otvoriť v Adblock prehliadači?

source: URL not found
ar: عنوان الرابط غير موجود
bn: URL পাওয়া যায়নি
ca: No s'ha trobat l'URL
cs: Adresa URL nebyla nalezena
de: URL nicht gefunden
el: Η διευθύνση URL δεν βρέθηκε
fr: URL introuvable
he: קישור לא נמצא
hi: यूआरएल नहीं मिला
hr: URL nije pronađen
id: URL tidak ditemukan
it: URL non trovato
ja: URL が見つかりません。
nl: URL niet gevonden
pt_pt: URL não encontrado
ru: URL-адрес не найден
sk: Adresa URL sa nenašla

source: Baidu
ar: بايدو
bn: বাইডু

source: DuckDuckGo
ar: دوك دوك جو

source: Exceptions
ar: استثناءات
cs: Výjimky
de: Ausnahmen
el: Εξαιρέσεις
it: Eccezioni
ja: 例外
nl: Uitzonderingen
pt_pt: Exceções
ru: Исключения

source: Google
ar: جوجل
bn: গুগল
hi: गूगल

source: OK
ar: موافق
bn: ঠিক আছে
ca: D'acord
el: ΟΚ
he: אוקי
hi: ठीक है
ru: ОК
