Repository: Kethen/adblockbrowserios
Catalog: Translations/xliff/*.xliff
Languages: ar, bn, ca, cs, de, el, fr, he, hi, hr, id, it, ja, nl, pt_pt, ru, sk

# NSLocationWhenInUseUsageDescription
source: We only give websites (e.g. Google Maps) access to your location if you give permission. Adblock Browser does not use your location for any other purpose.
ar: نحن نزود المواقع (مثل خرائط جوجل) بموقعك فقط عند موافقتك. Adblock Browser لا يستخدم المعلومات اللتي تحدد مكانك لأي غرض آخر.
bn: আমরা শুধুমাত্র আপনার অনুমতিক্রমেই ওয়েবসাইটগুলোকে (যেমন Google Maps) আপনার ঠিকানায় প্রবেশ করতে দিই। Adblock Browser আর অন্য কোন উদ্দেশ্যেই আপনার ঠিকানা ব্যবহার করে না।
ca: Només donem accés a la ubicació als llocs web (p.e. Google Maps) si dones permís. El Navegador Adblock no utilitza la teva ubicació per a qualsevol altre fi.
cs: Webovým stránkám (např. Google Maps) poskytneme Vaši polohu pouze pokud to dovolíte. Adblock Browser Vaši polohu nepoužije k žádnému jinému účelu.
de: Wir gewähren Websites (z. B. Google Maps) nur dann Zugriff auf deinen Standort, wenn du dafür die Berechtigung erteilst. Adblock Browser verwendet deinen Standort für keine anderen Zwecke.
el: Δίνουμε στις ιστοσελίδες (π.χ. Google Maps) πρόσβαση στην τοποθεσία σας, μόνο αν εσείς δώσετε την άδεια. Ο Περιηγητής Adblock δεν χρησιμοποιεί την τοποθεσία σας για οποιοδήποτε άλλο σκοπό.
fr: Nous n'autorisons les sites Web (par ex. Google Maps) à accéder à votre localisation que si vous nous le permettez. Adblock Browser n'utilise pas les informations concernant votre localisation dans un autre but, quel qu'il soit.
he: אנחנו נותנים גישה לאתרים לקבל את המיקום שלך (למשל Google Maps) רק אם אתה נותן אישור. אנחנו לא נשתמש במיקום שלך לשום מטרה אחרת.
hi: हम वेबसाइटों (जैसे गूगल मैप्स) को आपके स्थान तक पहुँच केवल आपकी अनुमति के बाद ही देते हैं। Adblock ब्राउज़र किसी भी अन्य उद्देश्य के लिए आपके स्थान का प्रयोग नहीं करता है।
hr: Stranicama (npr. Google Maps) dajemo pristup Vašoj lokaciji samo uz Vaše dopuštenje. Adblock Preglednik ne koristi Vašu lokaciju za ijednu drugu svrhu.
id: Kami hanya memberikan akses website (contohnya. Google Maps) ke lokasi Anda jika Anda memberikan izin. Adblock Browser tidak menggunakan lokasi Anda untuk tujuan yang lain.
it: Diamo accesso alla vostra posizione ai siti web (ad esempio Google Maps) solo se viene concessa l'autorizzazione. Adblock Browser non utilizza la posizione per altri scopi.
ja: 許可された場合に、利用者の所在地へのウェブサイト（例：Googleマップ）のアクセスを付与します。Adblockブラウザは、その他の目的で利用者の所在地を利用することはありません。
nl: We geven websites (bv. Google Maps) alleen toegang tot uw locatie als u toestemming geeft. Adblock Browser gebruikt uw locatie niet voor andere doeleinden.
pt_pt: Apenas damos acesso à sua localização a websites (por exemplo, Google Maps) se der permissão. O Adblock Browser não utiliza a sua localização para qualquer outra finalidade.
ru: Мы предоставляем веб-сайтами (например, Google Maps) доступ к вашему местоположению, только если вы предоставляете соответствующее разрешение. Браузер Adblock не использует ваше местоположение для любых других целей.
sk: My dávame vašu pozíciu iba stránkam (napr. Google Maps), ktorým to povolíte. Adblock Browser nepoužíva vašu pozíciu na žiadne iné účely.

# %@ of %@ matches
source: %1$@ of %2$@ matches
ar: %1$@ من %2$@ تطابقات
ca: %1$@ de %2$@ coincidències
cs: Nález č. %1$@ z %2$@
de: %1$@ von %2$@ Treffer
el: %1$@ από %2$@ ευρήματα
fr: %1$@ sur %2$@ correspondances
hr: %1$@ od %2$@ podudaranja
id: %1$@ dari %2$@ yang cocok
it: %1$@ di %2$@ corrispondenze
ja: 一致項目： %1$@ / %2$@
nl: %1$@ van %2$@ overeenkomsten
pt_pt: %1$@ de %2$@ ocorrências
ru: %1$@ из %2$@ совпадений

source: A critical error prevented Adblock Browser from starting. Follow the steps below to quit the app and try again.
ar: ثمة خطأ فادح منع بدء تشغيل Adblock Browser. اتبع هذه التعليمات لإنهاء التطبيق والمحاولة مجددًا.
cs: Adblock Browser se nepodařilo spustit, jelikož se vyskytla kritická chyba. Pomocí následujících pokynů vypněte aplikaci a zkuste to znovu.
de: Ein kritischer Fehler hat den Start von Adblock Browser verhindert. Folge diesen Anweisungen, um die App zu beenden und es erneut zu versuchen.
el: Ένα κρίσιμο σφάλμα απέτρεψε την εκκίνηση της Adblock Browser. Ακολουθήστε αυτές τις οδηγίες για να σταματήσετε την εφαρμογή και να δοκιμάσετε ξανά.
fr: Une erreur critique a empêché Adblock Browser de démarrer. Veuillez suivre ces instructions pour quitter l’application et réessayer.
id: Sebuah kesalah kritis dicegah Peramban Adblock dari awal. Ikut langkah berikut untuk keluar aplikas dan mencoba lagi.
it: Non è stato possibile avviare Adblock Browser a causa di un errore critico. Seguire queste istruzioni per chiudere l’app e riprovare.
ja: 深刻なエラーによりAdblock Browserを起動できませんでした。以下の指示に従ってアプリを終了し、再度試行してください。
nl: Door een kritieke fout kan Adblock Browser niet starten. Volg deze stappen om de app af te sluiten en het opnieuw te proberen.
pt_pt: Um erro crítico impediu o Adblock Browser de arrancar. Siga estas instruções para terminar a aplicação e tente novamente.
ru: Критическая ошибка препятствует запуску Adblock Browser. Следуйте этим инструкциям, чтобы закрыть приложение, и попробуйте еще раз.

source: ADBLOCK VERSION
fr: VERSION D'ADBLOCK

source: About
ar: حول
bn: সম্পর্কে
ca: Quant a...
cs: O aplikaci
de: Über
el: Σχετικά
fr: À propos
he: אודות
hi: बारे में
hr: O
id: Tentang
it: Informazioni
ja: バージョン情報
nl: Over
pt_pt: Acerca de
ru: О программе
sk: O aplikácii

source: Ad blocking
ar: حظر الإعلانات
bn: বিজ্ঞাপন অবরোধ
ca: Bloqueig de la publicitat
cs: Blokování reklam
el: Φραγή διαφημίσεων
fr: Blocage de pubs
he: חוסם פרסומות
hi: विज्ञापन अवरुद्ध करना
hr: Blokiranje reklama
id: Pemblokiran iklan
it: Blocco degli annunci
ja: 広告ブロック
nl: Advertentieblokkering
pt_pt: Bloqueio de anúncios
ru: Блокировка рекламы
sk: Blokovanie reklamy

source: Ad blocking is automatically integrated - no more annoying ads while you surf!
ar: منع الإعلانات مدمج تلقائياً – لا إعلانات مزعجة بعد اللآن!
bn: বিজ্ঞাপন অবরোধ স্বয়ংক্রিয়ভাবে একত্রিত করা হয় - আপনার পরিভ্রমণের সময় আর কোন বিরক্তিকর বিজ্ঞাপন নয়!
ca: El bloqueig s'integra automàticament; no més publicitat molesta mentre navegueu!
cs: Blokování je automaticky integrováno – již žádné otravné reklamy při surfování!
de: Adblocking ist automatisch integriert - keine lästige Werbung mehr während du surfst!
el: H φραγή διαφημίσεων είναι αυτόματα ενσωματωμένη - όχι πια ενοχλητικές διαφημίσεις, ενώ σερφάρετε!
fr: Le blocage de pubs est automatiquement intégré - plus de publicités embêtantes pendant votre surf !
he: חסימת פרסומות משולבת אוטומטי - לא עוד פרסומות מעצבנות בגלישה!
hi: विज्ञापन अवरुद्ध करना स्वचालित रूप से एकीकृत है - अब सर्फ करते समय कोई कष्टप्रद विज्ञापन नहीं!
hr: Blokiranje oglasa je automatski integrirano - nema više dosadnih oglasa dok surfate!
id: Pemblokir iklan otomatis terintegrasi - tidak ada lagi iklan penggangu selama berselancar!
it: Il blocco degli annunci è integrato automaticamente - basta annunci fastidiosi mentre si naviga!
ja: 広告ブロックが自動的に統合されました。ネットサーフィン中に迷惑な広告が表示されることはこれ以上ありません！
nl: Advertentieblokkering is automatisch geïntegreerd - geen vervelende advertenties meer terwijl u surft!
pt_pt: O bloqueio de anúncios está automaticamente integrado - acabaram-se os anúncios irritantes ao navegar!
ru: Блокировка рекламы уже интегрирована - больше никакой раздражающей рекламы во время интернет-сёрфинга!
sk: Blokovanie reklám je automatické - už žiadne otravné reklamy pri surfovaní!

source: Ad blocking on this site
ar: حجب الإعلانات على هذا الموقع
bn: এই সাইটে বিজ্ঞাপন অবরুদ্ধ
ca: Bloca en aquest web
cs: Blokování reklam na této stránce
de: Ad blocking auf dieser Seite
el: Φραγή διαφημίσεων σε αυτό τον ιστότοπο
fr: Blocage de pubs sur ce site
he: חסום פרסומות באתר זה
hi: इस साइट पर विज्ञापन अवरुद्ध करना
hr: Blokiranje reklama na ovoj stranici
id: Blokir iklan pada situs ini
it: Blocco degli annunci per questo sito
ja: このサイトでの広告ブロック
nl: Advertentieblokkering op deze website
pt_pt: Bloqueio de anúncios neste site
ru: Блокировать рекламу на этом сайте
sk: Blokovať reklamy na tejto stránke

source: Adblock Browser Encountered an Error
ar: واجه Adblock Browser خطأً
cs: Adblock Browser narazil na chybu
de: Adblock Browser hat einen Fehler erkannt
el: Το Adblock Browser αντιμετώπισε σφάλμα
fr: Une erreur est survenue sur Adblock Browser
id: Peramban Adblock mengalami kesalahan
it: Si è verificato un errore con Adblock Browser
ja: Adblock Browserにエラーが発生
nl: Er is een fout opgetreden in Adblock Browser
pt_pt: O Adblock Browser encontrou um erro
ru: В Adblock Browser произошла ошибка

source: Adblock Unexpectedly Quit
ar: تم إنهاء Adblock بشكل غير متوقع
cs: Adblock se neočekávaně vypnul
de: Adblock unerwartet beendet
el: Το Adblock έκλεισε απροσδόκητα
fr: Fermeture inattendue d’Adblock
id: AdBlock tiba-tiba berhenti
it: Adblock si è chiuso inaspettatamente
ja: Adblockが予期せぬ理由により終了しました
nl: Adblock is onverwacht beëindigd
pt_pt: O Adblock terminou inesperadamente
ru: Adblock неожиданно закрылся

source: Add Bookmark
ar: إضافة إشارة مرجعية
cs: Přidat záložku
de: Lesezeichen hinzufügen
el: Προσθήκη σελιδοδείκτη
fr: Ajouter aux favoris
it: Aggiungi preferito
ja: ブックマークの追加
nl: Voeg een favoriet toe
pt_pt: Adicionar marcador
ru: Добавить закладку

source: Add Bookmark to Dashboard
ar: إضافة علامة مرجعية إلى لوحة التحكم
ca: Afegir Marcador a la Pàgina d'inici
cs: Přidat záložku do rozcestníku
de: Lesezeichen zu Dashboard hinzufügen
el: Προσθήκη σελιδοδεικτών στο Tαμπλό
fr: Ajouter un signet sur le tableau de bord
hi: डैशबोर्ड में बुकमार्क जोड़ें
hr: Dodajte knjižnu oznaku na nadzornu ploču
id: Tambah Markah ke Beranda
it: Aggiungi segnalibro al dashboard
ja: ダッシュボードにブックマークを追加する
nl: Bladwijzer toevoegen aan dashboard
pt_pt: Adicionar marcador ao painel
ru: Добавить закладку на Стартовую страницу

source: After closing a Ghost Mode tab, the **browser history, search history, download history, web form history, cookies and temporary internet files** within this tab will no longer be stored on your device.
de: Nachdem du einen Ghost-Modus-Tab schließt, werden **Verlauf des Browsers, Suchverlauf, Downloadverlauf, Web-Formulare, Cookies und temporäre Internetdateien** innerhalb des Tabs nicht weiter auf deinem Gerät gespeichert.
fr: Après avoir fermé un onglet en mode Ghost, **l'historique de navigation, de recherche, de téléchargement, de formulaire web ainsi que les cookies et les fichiers internet temporaires** de cet onglet ne seront plus sauvegardés sur votre appareil.

source: All of your bookmarks have been added to the Dashboard.
ar: تمت إضافة كل إشاراتك المرجعية إلى لوحة المعلومات.
ca: Tots els teus marcadors han estat afegits a la Pàgina d'inici.
cs: Všechny záložky byly přidány do rozcestníku.
de: Alle Lesezeichen wurden dem Dashboard hinzugefügt.
el: Όλοι οι σελιδοδείκτες σας έχουν προστεθεί στον Πίνακα Ελέγχου.
fr: Tous vos signets ont été ajoutés sur le tableau de bord.
hi: अपने सभी बुकमार्क को डैशबोर्ड पर जोड़ दिया गया है।
hr: Sve oznake su dodane na nadzornu ploču.
id: Semua markah Anda telah ditambahkan ke Dasbor.
it: Tutti i tuoi segnalibri sono stati aggiunti al dashboard.
ja: ブックマーク全てがダッシュボードに追加されました。
nl: Al uw bladwijzers zijn aan het dashboard toegevoegd.
pt_pt: Todos os seus marcadores foram adicionados ao painel.
ru: Все ваши закладки добавлены на Стартовую страницу.

source: Allow some nonintrusive advertising
ar: السماح ببعض الإعلانات غير التطفلية
ca: Permet la publicitat no intrusiva
cs: Povolit nerušivou reklamu
de: Einige nicht aufdringliche Werbung zulassen
el: Να επιτρέπονται μερικές μη παρεμβατικές διαφημίσεις
fr: Autoriser quelques publicités non intrusives
hr: Dopusti neke nenametljive reklame
id: Perbolehkan beberapa iklan yang tidak menggangu
it: Consenti pubblicità non invasive
ja: 控えめな広告表示を許可する
nl: Enkele niet-opdringerige advertenties toestaan
pt_pt: Permitir alguma publicidade não-invasiva
ru: Разрешить некоторую неинтрузивную рекламу

source: Always
ar: دائمًا
ca: Sempre
cs: Vždy
de: Immer
el: Πάντα
fr: Toujours
hi: हमेशा
hr: Uvijek
id: Selalu
it: Sempre
ja: 常時
nl: Altijd
pt_pt: Sempre
ru: Всегда
sk: Vždy

source: Always Send
ar: أرسل دائمًا
cs: Vždy odeslat
de: Immer senden
el: Πάντα αποστολή
fr: Toujours envoyer
id: Selalu Kirim
it: Invia sempre
ja: 常時送信
nl: Altijd verzenden
pt_pt: Enviar sempre
ru: Отправлять всегда

source: Annoying ads are always blocked, while nonintrusive ads are displayed by default. You can change this setting at any time.
ar: الإعلانات المزعجة يتم حظرها دائماً، بينما يتم السماح للإعلانات الغير متطفلة بشكل إفتراضي. يمكنك تغيير هذا الإعداد في أي وقت.
bn: বিরক্তিকর বিজ্ঞাপন সবসময় অবরুদ্ধ থাকবে, যেখানে অ-অনধিকারমূলক বিজ্ঞাপন ডিফল্টরূপে প্রদর্শিত হয়। আপনি যে কোন সময়ে এই সেটিং পরিবর্তন করতে পারেন।
ca: La publicitat molesta es bloca per defecte i es permet la intrusiva, però podeu canviar aquest comportament en qualsevol moment.
cs: Otravná reklama je vždy blokována, zatímco nerušivá je ve výchozím nastavení povolena. Toto nastavení můžete kdykoli změnit.
de: Aufdringliche Werbung wird immer blockiert, während unaufdringliche Werbung standardmäßig angezeigt wird. Du kannst diese Einstellung jederzeit ändern.
el: Οι ενοχλητικές διαφημίσεις φράσσονται πάντα, ενώ οι μη παρεμβατικές διαφημίσεις εμφανίζονται εκ προεπιλογής. Μπορείτε να αλλάξετε αυτή τη ρύθμιση οποιαδήποτε στιγμή.
fr: Les publicités gênantes sont toujours bloquées, tandis que les publicités non-intrusive sont affichées par défaut. Vous pouvez modifier ce paramètre à tout moment.
he: פרסומות מעצבנות תמיד חסומות, אבל פרסומות הגיוניות ולא מעצבנות מוצגות כברירת מחדל. באפשרותך לשנות זאת בכל עת.
hi: कष्टप्रद विज्ञापन हमेशा अवरुद्ध किए जाते हैं, जबकि नॉनइंट्रूसिव विज्ञापन डिफ़ॉल्ट रूप से प्रदर्शित किए जाते हैं। आप किसी भी समय इस सेटिंग को बदल सकते हैं।
hr: Nametljive reklame su uvijek blokirane, dok se nenametljive reklame prikazuju pod zadano. Možete promijeniti ovu postavku bilo kad.
id: Iklan penggangu akan selalu terblokir, namun iklan yang tidak menggangu akan ditampilkan seperti bawaan. Anda dapat mengganti pengaturan ini kapan saja.
it: Gli annunci fastidiosi vengono sempre bloccati, invece gli annunci non invasivi vengono visualizzati in maniera predefinita. Puoi modificare questa impostazione in qualunque momento.
ja: 迷惑な広告は常時ブロックされますが、押し付けがましくない広告はデフォルトで表示されます。この設定は随時変更可能です。
nl: Vervelende advertenties worden altijd geblokkeerd, terwijl niet-opdringerige advertenties standaard worden weergegeven. U kunt deze instelling op elk gewenst moment wijzigen.
pt_pt: Os anúncios irritantes são sempre bloqueados, enquanto os anúncios não intrusivos são exibidos por predefinição. Pode alterar esta definição a qualquer momento.
ru: Раздражающая реклама всегда заблокирована, в то время как ненавязчивая реклама по умолчанию отображается. Вы можете изменить эту настройку в любое время.
sk: Otravné reklamy budú vždy zablokované, no nenápadné reklamy sa zobrazujú na základe predvoleného nastavenia. Toto nastavenie môžete kedykoľvek zmeniť.

source: Are you sure you want to clear history? You cannot undo this action.
ar: هل أنت متأكد من أنك تريد مسح سجل المحفوظات؟ لا يمكنك التراجع عن هذا الإجراء.
bn: আপনি কি নিশ্চিত যে আপনি ইতিহাস পরিস্কার করতে চান? আপনি এই ক্রিয়া পূর্বাবস্থা করতে পারে না।
ca: Segur que voleu netejar l'historial? Aquesta acció no es pot desfer.
cs: Opravdu chcete vymazat historii? Tuto akci nelze vrátit.
de: Bist du sicher, dass du den Verlauf löschen möchten? Du kannst diese Aktion nicht rückgängig machen.
el: Είστε σίγουροι πως θέλετε να καθαρίσετε το ιστορικό; Δεν μπορείτε να αναιρέσετε αυτήν την ενέργεια.
fr: Souhaitez-vous vraiment effacer l'historique ? Vous ne pouvez pas annuler cette action.
he: אתה בטוח שברצונך לנקות את היסטורית הגלישה? לא ניתן לשחזר את ההיסטוריה לאחר הניקוי.
hi: क्या आप वाकई इतिहास को हटाना चाहते हैं? आप इस क्रिया को पूर्ववत नहीं कर सकते हैं।
hr: Jeste li sigurni da želite očistiti povijest? Ne možete poništiti ovu radnju.
id: Apa anda yakin ingin membersihkan jejak? Anda tidak dapat melakukan pembalikan.
it: Sei sicuro di voler cancellare la cronologia? Non è possibile annullare questa azione.
ja: 本当に履歴を消去しますか? この操作は取消ができません。
nl: Weet u zeker dat u uw geschiedenis wilt wissen? U kunt deze actie niet ongedaan maken.
pt_pt: Tem a certeza de que deseja limpar o histórico? Não pode anular esta ação.
ru: Вы уверены, что хотите очистить историю? Это действие нельзя отменить.
sk: Naozaj chcete vymazať históriu? Túto akciu nemožno vrátiť späť.

source: Are you sure you want to delete this bookmark?
ar: هل تريد بالتأكيد حذف هذه الإشارة المرجعية؟
ca: Esteu segur que voleu suprimir aquest marcador?
cs: Jste si jisti, že chcete odstranit tuto záložku?
de: Möchtest du dieses Lesezeichen wirklich löschen?
el: Είστε σίγουροι πως θέλετε να διαγράψετε αυτόν τον σελιδοδείκτη;
fr: Êtes-vous sûr(e) de vouloir supprimer ce signet ?
hi: क्या वाकई आप इस बुकमार्क को मिटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati ovu oznaku?
id: Apakah Anda yakin ingin menghapus markah ini?
it: Eliminare questo segnalibro?
ja: このブックマークを削除しますか？
nl: Weet u zeker dat u deze bladwijzer wilt verwijderen?
pt_pt: Tem a certeza de que pretende eliminar este marcador?
ru: Вы уверены, что хотите удалить эту закладку?
sk: Ste si istý, že chcete vymazať túto záložku?

source: Ask Me After a Crash or Error
ar: اسألني بعد حدوث تعطل أو خطأ
cs: Zeptejte se mě po pádu nebo chybě
de: Mich nach einem Absturz oder Fehler fragen
el: Να Ερωτηθώ Μετά από Kατάρρευση ή σφάλμα
fr: Me demander après un crash ou une erreur
id: Tanya saya setelah terjadi kerusakan
it: Chiedimelo dopo un arresto anomalo o un errore del sistema
ja: クラッシュまたはエラー後に確認する
nl: Vragen na een crash of fout
pt_pt: Pergunte-me depois de uma falha ou erro
ru: Спрашивать меня после сбоя или ошибки

source: BLOCKING
ar: الحظر
bn: অবরুদ্ধকরণ
ca: BLOQUEIG
cs: BLOKOVÁNÍ
de: BLOCKIEREN
el: ΦΡΑΓΗ
fr: BLOCAGE
he: חסימות
hi: अवरुद्ध करना
hr: BLOKIRANJE
id: MEMBLOKIR
it: BLOCCO
ja: ブロック
nl: BLOKKEREN
pt_pt: BLOQUEAR
ru: Настройки блокирования
sk: BLOKOVANIE

source: BROWSER VERSION
fr: VERSION DU NAVIGATEUR

source: Baidu search
ar: بحث بايدو
bn: বাইডু অনুসন্ধান
ca: Cercador Baidu
cs: Vyhledávání Baidu
de: Baidu-Suche
el: Αναζήτηση Baidu
fr: Recherche Baidu
he: חיפוש Baidu
hi: Baidu खोज
hr: Baidu pretraga
id: Pencarian Baidu
it: Ricerca di Baidu
ja: Baidu 検索
nl: Zoeken bij Baidu
pt_pt: Pesquisa Baidu
ru: Поиск Baidu
sk: Baidu vyhľadávanie

source: Block Ads on this Site
ar: حجب الإعلانات في هذا الموقع
cs: Blokovat reklamy na tomto webu
de: Werbung auf dieser Website blockieren
el: Φραγή διαφημίσεων σε αυτόν τον ιστότοπο
fr: Bloquer les publicités de ce site
it: Blocca le pubblicità su questo sito
ja: このウェブサイトの広告をブロック
nl: Advertenties op deze website blokkeren
pt_pt: Bloquear os anúncios neste site
ru: Блокировать рекламу на этом сайте

source: Block ads for websites in
ar: حجب الإعلانات لمواقع الويب في
cs: Blokovat reklamy pro webové stránky
de: Werbung blocken für Websites in
el: Φραγή διαφημίσεων για ιστοτόπους σε
fr: Bloquer les pubs pour les sites web en
it: Blocca gli annunci per i siti Web in
ja: 次のウェブサイトの広告をブロック
nl: Blokkeer advertenties voor websites in
pt_pt: Bloquear anúncios de sites Web em
ru: Блокировать рекламу для сайтов на

source: Bookmarked Pages
ar: صفحات ذات إشارة مرجعية
cs: Založené stránky
de: Mit Lesezeichen versehene Seiten
el: Σελίδες σελιδοδεικτών
fr: Pages ajoutées aux favoris
it: Pagine inserite nei preferiti
ja: ブックマーク済みページ
nl: Favoriete Pagina's
pt_pt: Páginas marcadas
ru: Страницы с закладками

source: Bookmarks
ar: المواقع المفضلة
bn: বুকমার্ক
ca: Adreces d'interès
cs: Záložky
de: Lesezeichen
el: Σελιδοδείκτες
fr: Marque-pages
he: סימניות
hi: बुकमार्क
hr: Oznake
it: Segnalibri
ja: ブックマーク
nl: Bladwijzers
pt_pt: Marcadores
ru: Закладки
sk: Záložky

source: Bookmarks loading has failed
ar: فشل في تحميل المواقع المفضلة
bn: বুকমার্ক লোড ব্যর্থ হয়েছে
ca: Ha fallat la càrrega de les adreces d'interès
cs: Načtení záložek se nezdařilo
de: Laden der Lesezeichen fehlgeschlagen
el: Η φόρτωση των σελιδοδεικτών απέτυχε
fr: Le chargement des signets a échoué
he: טעינת סימניות נכשלה
hi: बुकमार्क लोडिंग विफल रही है
hr: Učitavanje oznaka nije uspjelo
id: Loading Bookmark telah gagal
it: Caricamento segnalibri non riuscito
ja: ブックマークの読み込みに失敗しました。
nl: Laden van bladwijzers is mislukt
pt_pt: Falhou o carregamento de marcadores
ru: Не удалось загрузить закладки
sk: Načítanie záložiek zlyhalo

source: Browse in peace
ar: تصفح بأمان
bn: শান্তিতে ব্রাউজ করুন
ca: Navegueu en pau
cs: Surfujte s klidem
de: Surfe in Ruhe
el: Περιηγηθείτε με την ησυχία σας
fr: Naviguer en paix
he: גלוש בשלווה
hi: शांति से ब्राउज करें
hr: Surfajte u miru
id: Berselancar dengan nyaman
it: Sfoglia in pace
ja: 安心して閲覧
nl: Surfen in vrede
pt_pt: Navegue em paz
ru: Просматривайте в спокойствии
sk: Prehliadanie v pokoji

source: CRASH AND ERROR REPORTING
de: ABSTURZ- UND FEHLERBERICHTE
fr: RAPPORT D'ERREUR ET DE CRASH

source: Cancel
ar: إلغاء
bn: বাতিল
ca: Cancel·la
cs: Zrušit
de: Abbrechen
el: Άκυρο
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
id: Batal
it: Annulla
ja: キャンセル
nl: Annuleren
pt_pt: Cancelar
ru: Отмена
sk: Zrušiť

source: Clear
ar: مسح
bn: পরিস্কার
ca: Neteja
cs: Vymazat
de: Löschen
el: Καθαρισμός
fr: Effacer
he: נקה
hi: हटाएं
hr: Očisti
id: Bersihkan
it: Cancella
ja: 消去
nl: Wissen
pt_pt: Apagar
ru: Очистить
sk: Vymazať

source: Clear All
ar: مسح الكل
bn: সব পরিস্কার করুন
ca: Netejar tots
cs: Vymazat vše
de: Alle löschen
el: Απαλοιφή όλων
fr: Tout effacer
hi: सभी खाली करें
hr: Očisti sve
id: Hapus Semua
it: Cancella tutto
ja: すべて消去する
nl: Alles wissen
pt_pt: Limpar tudo
ru: Очистить все
sk: Vymazať všetko

source: Clear Browsing Data
ar: مسح بيانات التصفح
bn: ব্রাউজিং উপাত্ত পরিস্কার করুন
ca: Netejar les dades de navegació
cs: Vymazat data prohlížení
de: Browserdaten löschen
el: Απαλοιφή δεδομένων περιήγησης
fr: Effacer les données de navigation
hi: ब्राउजिंग डेटा को खाली करें
hr: Očisti podatke pregledavanja
id: Hapus Riwayat Penjelajah
it: Cancella dati di navigazione
ja: 閲覧データを消去する
nl: Browsergegevens wissen
pt_pt: Limpar dados de navegação
ru: Очистить данные браузера
sk: Vymazať dáta o priehliadaní

source: Clear Cache
ar: مسح الملفات المؤقتة
bn: ক্যাশ পরিস্কার করুন
ca: Netejar la memòria cau
cs: Vymazat mezipaměť
de: Cache löschen
el: Απαλοιφή μνήμης cache
fr: Vider le cache
hi: कैश को खाली करें
hr: Očisti spremnik memorije
id: Hapus Cache
it: Svuota Cache
ja: キャッシュを消去する
nl: Cache wissen
pt_pt: Limpar cache
ru: Очистить кэш
sk: Vymazať vyrovnávaciu pamäť

# Clear Cookies &amp; Site Data
source: Clear Cookies & Site Data
ar: مسح ملفات تعريف الإرتباط و بيانات الموقع
bn: কুকিজ & সাইট ডাটা পরিস্কার করুন
ca: Netejar les cookies i les dades dels llocs visitats
cs: Vymazat soubory cookie a data stránek
de: Cookies & Website-Daten löschen
el: Απαλοιφή cookies & δεδομένων ιστότοπου
fr: Effacer les cookies et les données du site
hi: स्पष्ट कुकी और साइट डेटा
hr: Očisti Kolačiće & podatke stranica
id: Hapus Kuki & Data Situs
it: Cancella i cookie & dati del sito
ja: Cookies & サイトデータを消去する
nl: Cookies & websitegegevens wissen
pt_pt: Limpar cookies & dados do site
ru: Очистить куки-файлы и данные сайта
sk: Vymazať súbory cookies & Dáta o stránke

source: Clear History
ar: مسح المحفوظات
bn: ইতিহাস পরিস্কার করুন
ca: Netejar l'historial
cs: Vymazat historii
de: Verlauf löschen
el: Απαλοιφή ιστορικού
fr: Effacer l'historique
hi: हिस्ट्री खाली करें
hr: Očisti povijest
id: Hapus Riwayat
it: Cancellare la cronologia
ja: 履歴を消去する
nl: Geschiedenis wissen
pt_pt: Limpar histórico
ru: Очистить историю
sk: Vymazať históriu

source: Clear History?
ar: مسح سجل المحفوظات؟
bn: ইতিহাস মুছে ফেলবেন?
ca: Voleu netejar l'historial?
cs: Vymazat historii?
de: Verlauf löschen?
el: Καθαρισμός Ιστορικού;
fr: Effacer l'historique ?
he: לנקות היסטוריה?
hi: इतिहास हटाएं?
hr: Očistiti povijest?
id: Hapus riwayat?
it: Cancellare la cronologia?
ja: 履歴を消去するには？
nl: Geschiedenis wissen?
pt_pt: Apagar o Histórico?
ru: Очистить историю?
sk: Vymazať históriu?

source: Close
de: Schließen
fr: Fermer
