Repository: Kethen/adblockbrowserios
Catalog: Translations/xliff/*.xliff
Languages: ar, bn, ca, cs, de, el, fr, he, hi, hr, id, it, ja, nl, pt_pt, ru, sk

# Configurable under *Settings &gt; URL Search Suggestions*
source: Configurable under *Settings > URL Search Suggestions*
ar: التعديل من خلال *قائمة الإعدادات و إقتراحات البحث*
bn: *সেটিংস > URL অনুসন্ধান পরামর্শের* অধীনে কনফিগারযোগ্য
ca: Modificable a *Configuració i suggeriments de cerca d'URL*
cs: Nastavitelné pod *Nastavení > Návrhy hledání URL*
de: Einstellbar unter *Einstellungen > URL-Suchvorschläge*
el: Διαμορφώσιμο από *Ρυθμίσεις > Προτάσεις Αναζήτησης URL*
fr: Configurable sous *Paramètres > suggestions de recherche URL*
he: הגדר ב *הגדרות > הצעות חיפוש*
hi: *सेटिंग्स> यूआरएल खोज सुझाव* के तहत कॉन्फ़िगर किया जा सकता है
hr: Može se konfigurirati pod *Postavke > Prijedlozi URL pretraga*
id: Dapat di konfgurasi di *Pengaturan > Saran pencarian Tautan*
it: Configurabile in *Impostazioni > URL Cerca suggerimenti*
ja: *設定 > URL 検索候補*で設定可能
nl: Instelbaar onder *Instellingen > URL-zoeksuggesties*
pt_pt: Configurável em *Definições > Sugestões de Pesquisa de URL*
ru: Настраивается в *Настройки > Предложение поиска URL-адресов*
sk: Konfigurovateľné v *Nastavenia > Návrhy hľadania URL*

source: Crash and Error Reports
ar: تقارير التعطل والخطأ
cs: Hlášení o pádu a chybě
de: Absturz- und Fehlerberichte
el: Αναφορές Κατάρρευσης και σφάλματος
fr: Rapports de crash et d'erreur
id: Laporan Kesalahan dan Kerusakan
it: Segnalazioni arresti anomali ed errori
ja: クラッシュおよびエラー レポート
nl: Crash- en foutrapporten
pt_pt: Relatório de falhas e erros
ru: Отчеты о сбоях и ошибках

source: Dashboard
ar: لوحة المعلومات
bn: ড্যাশবোর্ড
ca: Pàgina d'inici
cs: Rozcestník
el: Πίνακας Ελέγχου
fr: Tableau de bord
he: כרטיסייה חדשה
hi: डैशबोर्ड
hr: Kontrolna ploča
id: Dasbor
ja: ダッシュボード
pt_pt: Painel
ru: Стартовая страница
sk: Nástenka

source: Delete
ar: حذف
bn: মুছুন
ca: Suprimeix
cs: Smazat
de: Löschen
el: Διαγραφή
fr: Supprimer
he: מחק
hi: हटाएं
hr: Izbriši
id: Hapus
it: Elimina
ja: 削除
nl: Verwijderen
pt_pt: Eliminar
ru: Удалить
sk: Vymazať

source: Delete Bookmark
ar: حذف العلامة المرجعية
ca: Suprimir marcador
cs: Smazat záložku
de: Lesezeichen löschen
el: Διαγραφή Σελιδοδείκτη
fr: Supprimer un signet
hi: बुकमार्क मिटाएं
hr: Brisanje oznake
id: Hapus Markah
it: Elimina segnalibro
ja: ブックマークの削除
nl: Bladwijzer verwijderen
pt_pt: Eliminar marcador
ru: Удалить закладку
sk: Vymazať záložky

source: Disable Anti-Ad blocking Messages
ar: تعطيل رسائل مضادات حاجب الإعلانات
bn: বিজ্ঞাপন-বিরোধী বার্তা অবরুদ্ধ নিষ্ক্রিয় করুন
ca: Inhabilita els missatges antiblocatge
cs: Zakázat protiblokovací zprávy
de: Adblocker-Warnungen ausblenden
el: Απενεργοποίηση μηνυμάτων κατά του αποκλεισμού διαφημίσεων
fr: Désactiver les messages anti-blocage de pubs
he: חסום הודעות נגד חסימת פרסומות
hi: गैर-विज्ञापन अवरोधन संदेशों को अक्षम करें
hr: Onemogući poruke o blokiranju reklama
id: Non-aktifkan pesan anti-adblok
it: Disabilita messaggi anti Ad Block
ja: 広告ブロック対策メッセージを無効にする
nl: Anti-blokkeringsmeldingen uitschakelen
pt_pt: Desativar as Mensagens de Bloqueio Antianúncios
ru: Скрывать сообщения против блокирования рекламы
sk: Vypnúť správy proti blokovaniu reklamy

source: Disable Malware Domains
ar: تعطيل نطاقات البرامج الضارة
bn: মালওয়্যার ডোমেইন নিষ্ক্রিয় করুন
ca: Inhabilita els webs perjudicials
cs: Zakázat malwarové domény
de: Malware-Blockierung
el: Απενεργοποίηση κακόβουλων τομέων
fr: Désactiver les domaines malveillants
he: חסום אתרים עם תכונות זדוניות
hi: मैलवेयर डोमेन अक्षम करें
hr: Onemogući Malware domene
id: Blokir domain berbahaya
it: Disabilita Siti Pericolosi
ja: マルウェアのドメインを無効にする
nl: Malwaredomeinen uitschakelen
pt_pt: Desativar os Domínios de Malware
ru: Блокировать домены с вредоносным ПО
sk: Zakázať domény s malvérom

source: Disable Social Media Buttons
ar: تعطيل أزرار المواقع الإجتماعية
bn: সামাজিক মিডিয়া বোতাম নিষ্ক্রিয় করুন
ca: Inhabilita els botons socials
cs: Zakázat tlačítka sociálních sítí
de: Social Media-Knöpfe entfernen
el: Απενεργοποίηση κουμπιιών μέσων κοινωνικής δικτύωσης
fr: Désactiver les boutons sociaux
he: חסום כפתורי מדיה חברתית
hi: सामाजिक मीडिया बटन अक्षम करें
hr: Onemoguće gumbe društvenih medija
id: Hilangkan tombol sosial media
it: Disabilita i Bottoni dei Social
ja: ソーシャルメディアボタンを無効にする
nl: Sociale-mediaknoppen uitschakelen
pt_pt: Desativar os Botões das Redes Sociais
ru: Удалить кнопки социальных сетей
sk: Schovať tlačidlá sociálnych sietí

source: Disable Tracking
ar: تعطيل التتبع
bn: ট্র্যাকিং নিষ্ক্রিয় করুন
ca: Inhabilita el seguiment
cs: Zakázat sledování
de: Tracking verhindern
el: Απενεργοποίηση εντοπισμού
fr: Désactiver le traçage
he: חסום מעקב
hi: ट्रैकिंग अक्षम करें
hr: Isključi praćenje
id: Matikan pelacak
it: Disabilita Tracciamento
ja: トラッキングを無効にする
nl: Tracking uitschakelen
pt_pt: Desativar o Controlo
ru: Заблокировать отслеживание
sk: Zakázať sledovanie

source: Do you want to see web search results here?
ar: هل تريد أن ترى نتائج بحث الويب هنا؟
bn: আপনি কি এখানে ওয়েব অনুসন্ধানের ফলাফল দেখতে চান?
ca: Voleu que s'hi mostrin els resultats de la cerca aquí?
cs: Chcete zde zobrazit výsledky webového vyhledávání?
de: Möchtest du hier Web-Suchergebnisse sehen?
el: Θέλετε να βλέπετε αποτελέσματα αναζήτησης ιστού εδώ;
fr: Souhaitez-vous voir les résultats de recherche web ici ?
he: אתה רוצה לראות תוצאות חיפוש פה?
hi: क्या आप यहां वेब खोज परिणामों को देखना चाहते हैं?
hr: Želite li vidjeti rezultate pretraživanja web-a ovdje?
id: Apakah Anda ingin melihat hasil penelusuran web di sini?
it: Vuoi vedere i risultati della ricerca qui?
ja: ここでウェブ検索結果を見ますか？
nl: Wilt u hier webzoekresultaten zien?
pt_pt: Deseja ver os resultados da pesquisa Web aqui?
ru: Хотите ли Вы видеть тут результаты веб-поиска?
sk: Chcete tu zobraziť výsledky hľadania na webe?

source: Don't Send
ar: لا ترسل
cs: Neodesílat
de: Nicht senden
el: Να μην αποστέλλεται
fr: Ne pas envoyer
id: Jangan Kirim
it: Non inviare
ja: 送信しない
nl: Niet verzenden
pt_pt: Não enviar
ru: Не отправлять

source: Done
ar: ‏‏تم
ca: Fet
cs: Hotovo
de: Fertig
el: Έγινε
fr: Terminé
hi: हो गया
hr: Gotovo
id: Selesai
it: Fatto
ja: 完了
nl: Gereed
pt_pt: Feito
ru: Готово
sk: Hotovo

source: Double tap the Home button.
ar: اضغط مرتين على زر الشاشة الرئيسية.
cs: Poklepejte na tlačítko plochy.
de: Tippe doppelt auf die Home-Taste.
el: Αγγίξτε δύο φορές το κουμπί Αφετηρίας.
fr: Touchez le bouton principal deux fois.
id: Tekan dua kali tombol Home.
it: Tocca due volte il tasto Home.
ja: ホームボタンをダブルタップしてください。
nl: Tik dubbel op de thuisknop.
pt_pt: Toque duas vezes no botão principal.
ru: Нажмите дважды на кнопку «Домой».

source: DuckDuckGo search
ar: بحث دوكدوكجو
bn: DuckDuckGo অনুসন্ধান
ca: Cercador DuckDuckGo
cs: Vyhledávání DuckDuckGo
de: DuckDuckGo-Suche
el: Αναζήτηση DuckDuckGo
fr: Recherche DuckDuckGo
he: חיפוש DuckDuckGo
hi: DuckDuckGo खोज
hr: DuckDuckGo pretraga
id: Pencarian melalui DuckDuckGo
it: Ricerca DuckDuckGo
ja: DuckDuckGo 検索
nl: Zoeken bij DuckDuckGo
pt_pt: Pesquisa DuckDuckGo
ru: Поиск в DuckDuckGo
sk: Vyhľadávanie DuckDuckGo

source: Edit
ar: تعديل
bn: সম্পাদনা
ca: Edita
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
fr: Éditer
he: עריכה
hi: संपादित करें
hr: Uredi
id: Ubah
it: Modifica
ja: 編集
nl: Bewerken
pt_pt: Editar
ru: Редактировать
sk: Upraviť

source: Enter link
ar: إدخال الرابط
bn: লিংক প্রবেশ করান
ca: Inseriu una URL vàlida
cs: Vložte odkaz
de: Link eingeben
el: Εισάγετε σύνδεσμο
fr: Indiquer le lien
he: הכנס קישור
hi: लिंक दर्ज करें
hr: Unesite poveznicu
id: Masukkan link
it: Inserisci link
ja: リンクを入力
nl: Voer koppeling in
pt_pt: Introduza o endereço
ru: Введите, пожалуйста, правильный URL-адрес
sk: Zadajte odkaz

source: Enter title
ar: إدخال العنوان
bn: শিরোনাম প্রবেশ করান
ca: Inseriu un títol
cs: Vložte titulek
de: Titel eingeben
el: Εισάγετε τίτλο
fr: Indiquer le titre
he: הכנס כותרת
hi: शीर्षक दर्ज करें
hr: Unesite naslov
id: Masukkan judul
it: Inserisci titolo
ja: 表題を入力
nl: Voer titel in
pt_pt: Introduza o título
ru: Введите название
sk: Zadajte názov

# Find &quot;%@&quot; in page
source: Find "%@" in page
ar: ابحث عن "%@" في الصفحة
ca: Trobar "%@" en la pàgina
cs: Najít na stránce "%@"
de: Suche „%@“ auf der Seite
el: Εύρεση "%@" στη σελίδα
fr: Trouver « %@ » en page
hr: Pronađi "%@" na stranici
id: Cari "%@" di laman ini
it: Trova "%@" nella pagina
ja: ページ内で "%@" を検索する
nl: '%@' zoeken op pagina
pt_pt: Encontrar "%@" na página
ru: Найти «%@» на странице

source: Find in page (%@ matches)
ar: البحث في الصفحة (%@ تطابقات)
ca: Trobar en la pàgina (%@ coincidències)
cs: Najít na stránce (%@ nálezů)
de: Auf der Seite suchen (%@ Treffer)
el: Εύρεση στη σελίδα (%@ ευρήματα)
fr: Trouver en page (%@ correspondances)
hr: Pronađi na stranici (%@ podudaranja)
id: Cari ini di laman (%@ yang cocok)
it: Trova nella pagina (%@ corrispondenze)
ja: ページの検索 (検索結果： %@ 項目)
nl: Zoeken op pagina (%@ overeenkomsten)
pt_pt: Encontrar na página (%@ ocorrências)
ru: Найти на странице (%@ совпадений)

source: Finish
ar: إنهاء
bn: সমাপ্ত
ca: Finalitza
cs: Dokončit
de: Fertig
el: Ολοκλήρωση
fr: Fin
he: סיום
hi: पूरा करें
hr: Završi
id: Selesai
it: Finito
ja: 終了
nl: Voltooien
pt_pt: Concluir
ru: Готово
sk: Dokončiť

source: GENERAL
ar: العام
bn: সাধারণ
cs: OBECNÉ
de: ALLGEMEIN
el: ΓΕΝΙΚΑ
fr: GÉNÉRALES
he: כללי
hi: सामान्य
hr: OPĆENITO
id: UMUM
it: GENERALE
ja: 全般
nl: ALGEMEEN
pt_pt: GERAL
ru: Общие
sk: VŠEOBECNÉ

source: Ghost Mode
ar: وضع التخفي
cs: Režim Ghost
de: Ghost-Modus
el: Λειτουργία «φάντασμα»
fr: Mode Ghost
it: Modalità invisibile
ja: ゴーストモード
nl: Ghost-Modus
pt_pt: Modo Fantasma
ru: Режим призрака

source: Google search
ar: بحث جوجل
bn: গুগল অনুসন্ধান
ca: Cercador Google
cs: Vyhledávání Google
de: Google-Suche
el: Αναζήτηση Google
fr: Recherche Google
he: חיפוש Google
hi: गूगल खोज
hr: Google pretraga
id: Pencarian Google
it: Cerca con Google
ja: Google 検索
nl: Zoeken bij Google
pt_pt: Pesquisa do Google
ru: Поиск в Google
sk: Vyhľadávanie Google

source: Got it
ar: مفهوم
ca: Ho tinc
cs: Rozumím
de: Verstanden
el: Το κατάλαβα
fr: Compris
hi: समझ गया
hr: Shvaćam
id: Mengerti
it: Ho capito
ja: 了解
nl: Begrepen
pt_pt: Entendido
ru: Есть
sk: Mám to

source: Hide all ads
ar: إخفاء كل الإعلانات
cs: Skrýt všechny reklamy
de: Jegliche Werbung ausblenden
el: Απόκρυψη όλων των διαφημίσεων
fr: Masquer toutes les pubs
it: Nascondi tutte le pubblicità
ja: すべての広告を非表示
nl: Verberg alle advertenties
pt_pt: Ocultar todos os anúncios
ru: Скрыть всю рекламу

source: History
ar: سجل المحفوظات
bn: ইতিহাস
ca: Historial
cs: Historie
de: Verlauf
el: Ιστορικό
fr: Historique
he: היסטוריה
hi: इतिहास
hr: Povijest
id: Riwayat
it: Cronologia
ja: 履歴
nl: Geschiedenis
pt_pt: Histórico
ru: История
sk: História

source: Languages
ar: اللغات
cs: Jazyky
de: Sprachen
el: Γλώσσες
fr: Langues
it: Lingue
ja: 言語
nl: Talen
pt_pt: Idiomas
ru: Языки

source: MORE OPTIONS
ar: خيارات إضافية
cs: VÍCE MOŽNOSTÍ
de: WEITERE OPTIONEN
el: ΠΕΡΙΣΣΟΤΕΡΕΣ ΕΠΙΛΟΓΕΣ
fr: PLUS D’OPTIONS
it: ALTRE OPZIONI
ja: 追加オプション
nl: MEER OPTIES
pt_pt: MAIS OPÇÕES
ru: ДОПОЛНИТЕЛЬНЫЕ НАСТРОЙКИ

source: More Blocking Options
ar: خيارات الحظر الإضافية
bn: আরও বাধাদান অপশন
ca: Configuració avançada
cs: Více možností blokování
de: Weitere Blockieroptionen
el: Περισσότερες Επιλογές Φραγής
fr: Plus d'options de blocage
he: עוד אפשרויות חסימה
hi: अधिक अवरोधन विकल्प
hr: Više opcija blokiranja
id: Pengaturan Blokir lebih lanjut
it: Più opzioni di blocco
ja: その他のブロックオプション
nl: Meer blokkeringsopties
pt_pt: Mais Opções de Bloqueio
ru: Дополнительные опции блокирования
sk: Ďalšie možnosti blokovania

source: Never
ar: ‏‏مطلقاً
ca: Mai
cs: Nikdy
de: Niemals
el: Ποτέ
fr: Jamais
hi: कभी नहीं
hr: Nikad
id: Tidak pernah
it: Mai
ja: しない
nl: Nooit
pt_pt: Nunca
ru: Никогда
sk: Nikdy

source: New Tab
ar: تبويب جديد
bn: নতুন ট্যাব
ca: Pestanya nova
cs: Nová karta
de: Neuer Tab
el: Νέα Καρτέλα
fr: Nouvel onglet
he: כרטיסייה חדשה
hi: नया टैब
hr: Nova kartica
id: Tab Baru
it: Nuova scheda
ja: 新しいタブ
nl: Nieuw tabblad
pt_pt: Novo Separador
ru: Новая вкладка
sk: Nová karta

source: No
ar: لا
bn: না
cs: Ne
de: Nein
el: Όχι
fr: Non
he: לא
hi: नहीं
hr: Ne
id: Tidak
ja: いいえ
nl: Nee
pt_pt: Não
ru: Нет
sk: Nie

source: No Bookmarks Available
ar: المواقع المفضلة ليست متوفرة
bn: কোন বুকমার্ক উপলভ্য নয়
ca: No s'han trobat adreces d'Internet
cs: Žádné dostupné záložky
de: Keine Lesezeichen verfügbar
el: Δεν υπάρχουν Διαθέσιμοι Σελιδοδείκτες
fr: Aucun marque-page disponible
he: אין סימניות זמינות
hi: कोई बुकमार्क उपलब्ध नहीं
hr: Nema dostupnih oznaka
id: Bookmark tidak tersedia
it: Nessun segnalibro disponibile
ja: 利用可能なブックマークがありません
nl: Geen bladwijzers beschikbaar
pt_pt: Não Há Marcadores Disponíveis
ru: Нет доступных закладок
sk: Žiadne záložky nie sú k dispozícii

source: No History Available
ar: سجل المحفوظات خالي
bn: কোন ইতিহাস উপলভ্য নয়
ca: No hi ha cap historial disponible
cs: Žádná předchozí historie
de: Kein Verlauf verfügbar
el: Ιστορικό Μη Διαθέσιμο
fr: Aucun historique disponible
he: אין היסטוריה
hi: कोई इतिहास उपलब्ध नहीं
hr: Nema dostupne povijesti
id: Tidak ada jejak
it: Nessuna cronologia disponibile
ja: 利用可能な履歴がありません
nl: Geen geschiedenis beschikbaar
pt_pt: Sem Histórico Disponível
ru: История недоступна
sk: Žiadna história nie je dostupná

source: No websites whitelisted
ar: لا توجد مواقع على القائمة البيضاء
bn: কোন ওয়েবসাইট সাদাতালিকাভুক্ত নেই
ca: No n'heu afegit cap
cs: Žádné neblokované stránky
de: Keine Webseiten auf der weißen Liste
el: Καμία ιστοσελίδα στη λίστα επιτρεπόμενων
fr: Aucun site en liste blanche
he: אין אתרים ברשימה המותרת
hi: कोई वेबसाइट व्हाइटलिस्ट नहीं की गई
hr: Nema dozvoljenih stranica
id: Tidak ada situs dalam daftar putih
it: Nessun sito web nella lista bianca
ja: ホワイトリストに登録済みのウェブサイトはありません
nl: Geen websites op witte lijst
pt_pt: Não há nenhum website na lista branca
ru: Cписок разрешенных доменов пуст
sk: Žiadne odblokované stránky

source: OTHER LANGUAGES
ar: لغات أخرى
bn: অন্যান্য ভাষাসমূহ
ca: ALTRES IDIOMES
cs: DALŠÍ JAZYKY
de: ANDERE SPRACHEN
el: ΑΛΛΕΣ ΓΛΩΣΣΕΣ
fr: AUTRES LANGUES
he: עוד שפות
hi: अन्य भाषाएं
hr: DRUGI JEZICI
id: Bahasa lainnya
it: ALTRE LINGUE
ja: その他の言語
nl: ANDERE TALEN
pt_pt: OUTRAS LÍNGUAS
ru: Другие языки
sk: INÉ JAZYKY

source: Off
ar: تعطيل
bn: বন্ধ
ca: Inhabilitat
cs: Vyp
de: Aus
el: Ανενεργό
fr: Désactivé
he: כבוי
hi: ऑफ
hr: Isključeno
id: Matikan
ja: オフ
nl: Uit
pt_pt: Desligado
ru: Выкл
sk: Vypnuté

source: On
ar: تشغيل
bn: চালু
ca: Habilitat
cs: Zap
de: An
el: Ενεργό
fr: Activé
he: פועל
hi: ऑन
hr: Uključeno
id: Hidupkan
ja: オン
nl: Aan
pt_pt: Ligado
ru: Вкл
sk: Zapnuté

source: Only anonymized data containing device information and crash or error details are sent. Please refer to our privacy policy at adblockplus.org for more information.
ar: لا يتم إرسال سوى بيانات مجهولة الهوية تضم معلومات الجهاز وتفاصيل التعطل أو الخطأ. لمزيد من المعلومات، الرجاء الرجوع إلى سياسة الخصوصية لدينا الموجودة على adblockplus.org.
cs: Jsou odesílána pouze anonymní data o zařízení a detailech pádu nebo chyby. Informujte se o našich zásadách ochrany osobních údajů na stránkách adblockplus.org.
de: Es werden nur anonymisierte Daten mit Geräteinformationen und Absturz- oder Fehlerdetails gesendet. Weitere Informationen findest du in unserer Datenschutzerklärung auf adblockplus.org.
el: Μόνο ανώνυμοποιημένα δεδομένα που περιέχουν πληροφορίες συσκευής και λεπτομέρειες κατάρρευσης ή σφάλματος αποστέλλονται. Παρακαλούμε ανατρέξτε στην πολιτική απορρήτου μας στο adblockplus.org για περισσότερες πληροφορίες.
fr: Seules les données anonymes contenant des informations sur l'appareil et des détails au sujet du crash ou de l'erreur sont envoyées. Veuillez vous reporter à notre politique de confidentialité sur adblockplus.org pour en savoir plus.
id: Hanya data anonim yang berisi informasi perangkat dan rincian kesalahan atau kecelakaan yang dikirim. Silahkan lihat kebijakan dan privasi kami di adblockplus.org untuk informasi lebih lanjut.
it: Vengono inviati solo i dati in forma anonima che contengono le informazioni del dispositivo e i dettagli dell'arresto anomalo o dell'errore. Per ulteriori informazioni, fare riferimento alla nostra informativa sulla privacy su adblockplus.org.
ja: デバイス情報およびクラッシュまたはエラーの詳細を含んだ匿名化された情報のみが送信されます。詳細情報については adblockplus.org の弊社のプライバシーポリシーをご参照ください。
nl: Er worden alleen geanonimiseerde gegevens met informatie over het apparaat en crash- of foutdetails verzonden. Raadpleeg ons privacybeleid op adblockplus.org voor meer informatie.
pt_pt: Só informações anônimas contendo dados do dispositivo e da falha ou erro enviadas. Obtenha mais informações sobre a nossa política de privacidade no site adblockplus.org.
ru: Отправляются только анонимные данные с информацией об устройстве и деталями сбоя или ошибки. Более подробная информация доступна в нашей политике конфиденциальности на adblockplus.org.

source: Only one more step
ar: باقي خطوة واحدة
bn: শুধুমাত্র আর একটি ধাপ
ca: Endavant
cs: Už jen jeden krok
de: Nur ein Schritt mehr
el: Μόνο ένα βήμα ακόμα
fr: Encore une étape
he: רק עוד צעד אחד
hi: केवल एक और कदम
hr: Još samo jedan korak
id: Satu langkah lagi
it: Solo un altro passo
ja: あと一歩です
nl: Nog maar één stap
pt_pt: Apenas mais um passo
ru: Последний шаг
sk: Iba jeden ďalší krok

source: Open New Tab
ar: فتح علامة تبويب جديدة
cs: Otevřít novou kartu
de: Neue Registerkarte öffnen
el: Άνοιγμα νέας καρτέλας
fr: Ouvrir un nouvel onglet
it: Apri nuova scheda
ja: 新しいタブを開く
nl: Open Nieuwe Tab
pt_pt: Abrir novo separador
ru: Открыть новую вкладку

source: Open privacy policy.
ar: فتح سياسة الخصوصية
ca: Obrir política de privacitat.
cs: Otevřít prohlášení o ochraně
de: Datenschutzerklärung öffnen
el: Άνοιγμα πολιτικής απορρήτου
fr: Ouvrir la politique de confidentialité
hi: खुली निजता नीति।
hr: Otvorena polica privatnosti.
id: Lihat kebijakan pribadi.
it: Apri la nostra informativa sulla privacy
ja: プライバシーポリシーを開く
nl: Privacybeleid openen
pt_pt: Abra a política de privacidade
ru: Открыть политику конфиденциальности
sk: Otvor Ochranu osobných údajov.

source: Recent History
de: Verlauf
fr: Historique récent

source: Remove Bookmark
ar: إزالة الإشارة المرجعية
cs: Odstranit záložku
de: Lesezeichen entfernen
el: Αφαίρεση σελιδοδείκτη
fr: Supprimer le favori
it: Rimuovi preferito
ja: ブックマークの削除
nl: Verwijder Favoriet
pt_pt: Remover marcador
ru: Удалить закладку

source: Restart Adblock Browser.
ar: أعد تشغيل Adblock Browser.
cs: Restartujte Adblock Browser.
de: Starte Adblock Browser neu.
el: Επανεκκίνηση Adblock Browser.
fr: Redémarrez Adblock Browser.
id: Ulangi Peramban Adblock.
it: Riavvia Adblock Browser.
ja: Adblock Browserを再起動してください。
nl: Start Adblock Browser opnieuw.
pt_pt: Reinicie o Adblock Browser.
ru: Перезапустите Adblock Browser.

source: SEARCH
ar: البحث
bn: অনুসন্ধান
ca: CERCA
cs: VYHLEDÁVÁNÍ
de: SUCHE
el: ΑΝΑΖΗΤΗΣΗ
fr: RECHERCHE
he: חיפוש
hi: खोज
hr: TRAŽI
id: Pencarian
it: RICERCA
ja: 検索
nl: ZOEKEN
pt_pt: PESQUISA
ru: Поиск
sk: HĽADAŤ

source: SEND CRASH AND ERROR REPORTS
ar: إرسال تقارير التعطل والخطأ
cs: ODESLAT HLÁŠENÍ O PÁDU A CHYBĚ
de: ABSTURZ- UND FEHLERBERICHT SENDEN
el: ΑΠΟΣΤΟΛΗ ΑΝΑΦΟΡΑΣ ΚΑΤΑΡΡΕΥΣΗΣ ΚΑΙ ΣΦΑΛΜΑΤΟΣ
fr: ENVOYER UN RAPPORT DE CRASH OU D'ERREUR
id: KIRIM LAPORAN KERUSAKAN
it: INVIA UNA SEGNALAZIONE DI ARRESTO ANOMALO O DI ERRORE
ja: クラッシュおよびエラー レポートを送信する
nl: CRASH- EN FOUTRAPPORTEN VERZENDEN
pt_pt: ENVIAR RELATÓRIO DE FALHAS E ERROS
ru: ОТПРАВЛЯТЬ ОТЧЕТЫ О СБОЯХ И ОШИБКАХ

source: Search Engine
ar: محرك البحث
bn: অনুসন্ধান ইঞ্জিন
ca: Motor de cerca
cs: Poskytovatel
de: Suchmaschine
el: Μηχανή Αναζήτησης
fr: Moteur de recherche
he: מנוע חיפוש
hi: खोज इंजन
hr: Tražilica
id: Mesin pencari
it: Motore di ricerca
ja: 検索エンジン
nl: Zoekmachine
pt_pt: Motor de Pesquisa
ru: Поисковая система
sk: Vyhľadávač

source: Search History
ar: البحث في سجل المحفوظات
bn: ইতিহাস অনুসন্ধান
ca: Cerca a l'historial
cs: Historie hledání
de: Suchverlauf
el: Ιστορικό Αναζήτησης
fr: Historique des recherches
he: היסטורית חיפוש
hi: खोज इतिहास
hr: Pretraži povijest
id: Cari Jejak
it: Cronologia ricerche
ja: 検索履歴
nl: Zoekgeschiedenis
pt_pt: Histórico de Pesquisa
ru: История поиска
sk: História vyhľadávania

source: Send Report
ar: أرسل تقريرًا
cs: Odeslat hlášení
de: Bericht senden
el: Αποστολή αναφοράς
fr: Envoyer un rapport
id: Kirim Laporan
it: Invia report
ja: レポートを送信
nl: Rapport verzenden
pt_pt: Enviar relatório
ru: Отправить отчет

source: Settings
ar: إعدادات
bn: সেটিংস
ca: Configuració
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
id: Pengaturan
it: Impostazioni
ja: 設定
nl: Instellingen
pt_pt: Definições
ru: Настройки
sk: Nastavenia

source: Share
ar: المشاركة
bn: ভাগ করুন
ca: Comparteix
cs: Sdílet
de: Teilen
el: Κοινοποίηση
fr: Partager
he: שתף
hi: साझा करें
hr: Podijeli
id: Bagikan
it: Condividi
ja: 共有
nl: Delen
pt_pt: Partilhar
ru: Поделиться
sk: Zdielať

source: Show in Dashboard
ar: إظهار في لوحة المعلومات
bn: ড্যাশবোর্ডে দেখান
ca: Mostrar a la pàgina d'inici
cs: Zobrazit v rozcestníku
de: Im Dashboard anzeigen
el: Εμφάνιση στον Πίνακα Ελέγχου
fr: Afficher dans le tableau de bord
he: הראה בכרטיסייה חדשה
hi: डैशबोर्ड में दिखाएँ
hr: Prikaži u kontrolnoj ploči
id: Tampilkan di Beranda
it: Mostra nella Dashboard
ja: ダッシュボードで表示
nl: Tonen In dashboard
pt_pt: Mostrar no Painel
ru: Показывать на стартовой странице
sk: Ukáž na ovládacom panely

source: Show nonintrusive ads
ar: إظهار إعلانات غير تطفلية
cs: Zobrazit neintruzivní reklamy
de: Unaufdringliche Werbung anzeigen
el: Παρουσίαση μη οχληρής διαφήμισης
fr: Afficher les pubs non intrusives
it: Visualizza le pubblicità non invadenti
ja: 非侵入型広告を表示
nl: Toon niet-opdringerige advertenties
pt_pt: Mostrar anúncios não invasivos
ru: Показать неинтрузивную рекламу

source: Something went wrong.
ar: حدث خطأ ما.
cs: Něco se pokazilo.
de: Es gibt ein Problem.
el: Κάτι πήγε στραβά.
fr: Une erreur est survenue.
id: Ada yang salah.
it: Qualcosa non ha funzionato.
ja: エラーが発生しました。
nl: Er is iets fout gegaan.
pt_pt: Algo correu mal.
ru: Что-то пошло не так.

source: Swipe tabs left to close them.
de: Wische Tabs nach links um sie zu schließen.
fr: Faites glisser les onglets vers la gauche pour les fermer.

source: Swipe up on Adblock Browser to quit the app.
ar: اسحب بإصبعك إلى أعلى فوق Adblock Browser لإنهاء التطبيق.
cs: Přejeďte v Adblock Browser prstem nahoru a vypněte aplikaci.
de: Wische Adblock Browser nach oben, um die App zu beenden.
el: Σύρετε προς τα πάνω στην Adblock Browser για να σταματήσετε την εφαρμογή.
fr: Balayez l’écran vers le haut sur Adblock Browser pour quitter l'application.
id: Geser keatas di Peramban Adblock untuk keluar aplikasi.
it: Sfiora verso l’alto Adblock Browser per chiudere l’app.
ja: Adblock Browserの上でを上方にスワイプしてアプリを終了してください。
nl: Veeg omhoog in Adblock Browser om de app af te sluiten.
pt_pt: Arraste o dedo para cima no Adblock Browser para terminar a aplicação.
ru: Сдвиньте вверх Adblock Browser, чтобы закрыть приложение.

source: TIP
de: TIPP
fr: CONSEIL
